Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# IMGT_RememberPassword
source: Remember my password
de: Passwort merken
es: Recuerda mi contraseña
fr: Enregistrer mon mot de passe
pt_br: Lembrar senha
ru: Запомнить мой пароль

# IMGT_UserNameTitle
source: Username (Email)
de: Benutzername (E-Mail)
es: Nombre de usuario (correo electrónico)
fr: Nom d'utilisateur (e-mail)
pt_br: Nome de usuário (e-mail)
ru: Имя пользователя (адрес эл. почты)

# IMGT_VerificationTitle
source: Verification Code
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
pt_br: Código de verificação
ru: Код верификации

# LW_CancelWarning
source: You have been sent an email containing a verification code. If you cancel your log in at this point the code will be invalidated and you will need to wait for a new code to be sent next time you try to log in. Click 'OK' if you want to wait for the existing code to arrive and enter it. Click 'Cancel' if you want to cancel anyway and get a new code next time.
de: Dir wurde eine E-Mail mit einem Verifizierungscode zugeschickt. Wenn du das Einloggen jetzt abbrichst, wird der Code ungültig und du musst warten, bis du nach dem nächsten Login-Versuch erneut einen Code zugeschickt bekommst. Klicke auf "OK", wenn du auf den zugeschickten Code warten und ihn dann eingeben möchtest. Klicke auf "Abbrechen", wenn du abbrechen und nächstes Mal einen neuen Code erhalten möchtest.
es: Te hemos enviado un correo que contiene un código de verificación. Si cancelas ahora tu intento de conexión tu código será invalidado y tendrás que esperar a que enviemos otro código la próxima vez que intentes conectarte. Selecciona "OK" si quieres esperar a que te llegue el código actual para introducirlo. Selecciona "Cancelar" si quieres cancelar y obtener un nuevo código en la próxima ocasión.
fr: Un e-mail contenant un code de vérification vous a été envoyé. Si vous annulez votre connexion maintenant, ce code ne sera plus valide et vous devrez attendre qu'un nouveau code vous soit envoyé lors de votre prochaine tentative de connexion. Cliquez sur OK si vous souhaitez attendre de recevoir le code, puis saisissez-le. Cliquez sur Annuler si vous souhaitez obtenir un nouveau code lors d'une prochaine connexion.
pt_br: Foi enviado um e-mail para o seu endereço de e-mail com um código de verificação. Se você cancelar o início de sessão agora, o código será invalidado e você deverá aguardar o envio de um novo código na próxima vez que desejar iniciar sessão. Clique em "OK" se deseja aguardar que o código existente seja enviado para inseri-lo. Clique em "Cancelar" se deseja cancelar o processo e obter um novo código no futuro.
ru: Вам отправлено по электронной почте письмо с кодом верификации. Если вы сейчас отмените свой вход в систему, код станет недействительным, и при следующей попытке входа вам понадобится новый код. Если хотите дождаться созданного кода и ввести его, нажмите «OK». Если хотите отменить свое действие и в следующий раз получить новый код, нажмите «Отмена».

# LW_CancelWarningTitle
source: Awaiting Authentication
de: Warten auf Authentifizierung
es: Esperando autenticación
fr: En attente de l'authentification
pt_br: Aguardando autenticação
ru: Ожидание аутентификации

# LW_ForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
pt_br: Esqueceu a senha?
ru: Забыли пароль?

# LW_RegistrationRequired
source: Please log in with your Elite: Dangerous account details. If you do not have an account please register {HERE:here}.
de: Bitte melde dich mit deinen Elite: Dangerous-Spielkontodaten an. Bitte registriere dich {HERE:hier}, falls du noch kein Konto hast.
es: Por favor, conéctate con los detalles de tu cuenta de Elite: Dangerous. Si no tienes una cuenta por favor regístrate {HERE:here}.
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous. Si vous ne possédez pas de compte, merci de vous inscrire {HERE:ici}.
pt_br: Inicie sessão com seus dados de conta do Elite: Dangerous. Caso você não tenha uma conta, registre-se {HERE:here}.
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite: Dangerous. Если у вас нет учетной записи, пожалуйста, зарегистрируйтесь {HERE:здесь}.

# LW_RegistrationRequiredOSX
source: Please log in with your Elite: Dangerous account details. If you do not have an account, please click Register New Account below.
de: Bitte melde dich mit deinen Elite Dangerous-Spielkontodaten an Bitte klicke unten auf "Neues Konto registrieren", falls du noch kein Konto hast.
es: Por favor, conéctate con los detalles de tu cuenta de Elite Dangerous. Si no tienes una cuenta por favor selecciona Registrar Nueva Cuenta aquí debajo.
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous. Si vous ne possédez pas de compte, merci de vous inscrire en cliquant sur Créer un nouveau compte.
pt_br: Inicie sessão com seus dados de conta do Elite: Dangerous. Caso você não tenha uma conta, clique em Registrar nova conta abaixo.
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite Dangerous. Если у вас нет учетной записи, пожалуйста, нажмите на «Регистрация новой учетной записи» внизу.

# LW_Register
source: Register New Account
de: Neues Konto registrieren
es: Registrar nueva cuenta
fr: Créer un nouveau compte
pt_br: Registrar nova conta
ru: Регистрация новой учетной записи

# LW_RegistrationSteam
source: Please log in with your Elite: Dangerous account details. If you do not have an account please register {HERE:here} (this is not your SteamID or Steam Account Name).
de: Bitte melde dich mit deinen Elite: Dangerous-Spielkontodaten an. Bitte registriere dich {HERE:hier}, falls du noch kein Konto hast (es geht hier nicht um deine Steam-ID oder deinen Steam-Accountnamen).
es: Por favor, conéctate con los detalles de tu cuenta de Elite: Dangerous. Si no tienes una cuenta por favor regístrate {HERE:here} (esto no es tu SteamID o tu Nombre de Cuenta de Steam).
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous. Si vous ne possédez pas de compte, merci de vous inscrire {HERE:ici} (ce n'est pas votre SteamID ni votre nom de compte Steam).
pt_br: Inicie sessão com seus dados de conta do Elite: Dangerous. Caso você não tenha uma conta, registre-se {HERE:here} (não é o seu SteamID nem o nome da sua conta Steam).
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite: Dangerous. Если у вас нет учетной записи, пожалуйста, зарегистрируйтесь {HERE:здесь} (это не тоже самое, что ваш идентификационный номер Steam или имя вашей учетной записи Steam).

# LW_RegistrationSteamOSX
source: Please log in with your Elite: Dangerous account details. If you do not have an account, please click Register New Account below. (This is not your SteamID or Steam Account Name.)
de: Bitte melde dich mit deinen Elite Dangerous-Spielkontodaten an Bitte klicke unten auf "Neues Konto registrieren", falls du noch kein Konto hast. (Das ist nicht deine SteamID oder dein Steam-Kontoname.)
es: Por favor, conéctate con los detalles de tu cuenta de Elite Dangerous. Si no tienes una cuenta por favor selecciona Registrar Nueva Cuenta aquí debajo (esto no es tu SteamID o tu Nombre de Cuenta de Steam).
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous. Si vous ne possédez pas de compte, merci de vous inscrire en cliquant sur Créer un compte. (Ce ne sont ni votre SteamID, ni votre nom de compte Steam.)
pt_br: Inicie sessão com seus dados de conta do Elite Dangerous. Caso você não tenha uma conta, clique em Registrar nova conta abaixo. (Não é o seu SteamID nem o nome da sua conta Steam).
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite Dangerous. Если у вас нет учетной записи, пожалуйста, нажмите на «Регистрация новой учетной записи» внизу. (Не то же самое, что ваше идентификационный номер Steam или имя вашей учетной записи Steam.)

# MenuCheckForCache
source: Enable Cache Check
de: Cache-Check aktivieren
es: Activar comprobación de caché
fr: Activer la vérification du cache
pt_br: Permitir verificação de cache
ru: Разрешить проверку памяти

# MenuCheckForCacheTip
source: Check for a local cache of game files. If found files will be taken from the cache rather than downloaded from the server.
de: Check nach lokalem Cache mit Spieldateien. Existiert dieser, werden Dateien aus dem Cache verwendet und nicht vom Server heruntergeladen.
es: Comprobar la caché local de archivos de juegos. Si se encuentran, los archivos se tomarán de la caché en vez de descargados del servidor.
fr: Recherche la présence de fichiers du jeu dans le cache local. Les fichiers trouvés n'auront pas à être téléchargés à nouveau.
pt_br: Verifica a existência de um cache local de arquivos de jogos. Caso encontrado, os arquivos serão retirados do cache em vez de baixados do servidor.
ru: Проверка локальной буферной памяти с файлами игры. Найденные файлы будут использоваться напрямую из памяти вместо загрузки с сервера.

# MenuCheckForUpdates
source: Check for Game Updates
de: Suche nach Spiel-Updates
es: Comprobar si hay actualizaciones del juego
fr: Recherche de mises à jour du jeu
pt_br: Verificar atualizações do jogo
ru: Проверить обновление игры

# MenuCheckForUpdatesTip
source: Contact the server to see if any updates have been released since the last check.
de: Rufe den Server ab, um zu erfahren, ob es seit dem letzten Check Updates gegeben hat.
es: Contactar con el servidor para ver si se ha lanzado alguna actualización desde la última comprobación.
fr: Vérifie si de nouvelles mises à jour sont disponibles sur le serveur.
pt_br: Entra em contato com o servidor para conferir se alguma atualização foi lançada desde a última verificação.
ru: Обратитесь к серверу, чтобы узнать, были ли какие-либо обновления с момента последней проверки.

# MenuCheckForVCache
source: Enable Virtual Cache
de: Virtuellen Cache aktivieren
es: Activar caché virtual
fr: Activer le cache virtuel
pt_br: Permitir cache virtual
ru: Использовать виртуальную память

# MenuCheckForVCacheTip
source: Build a cache of product files to avoid redownloading files that are already present. This can be helpful when moving from a beta release to a full version. May only be enabled when cache check is enabled.
de: Baue einen Cache-Speicher mit Produktdateien auf, um das erneute Herunterladen von bereits vorhandenen Dateien zu vermeiden. Das kann insbesondere dann hilfreich sein, wenn man von der Beta-Version zur Vollversion wechselt. Kann nur bei aktiviertem Cache-Check aktiviert werden.
es: Construir uan caché de archivos del producto para evitar tener que descargar archivos que ya estén presentes. Esto puede ser útil cuando se pase de una versión Beta a una versión final. Solo se puede activar cuando se activa la comprobación de caché.
fr: Place certains fichiers du jeu en cache, afin d'éviter d'avoir à les télécharger à nouveau. Cela peut notamment être utile pour mettre à niveau une version bêta vers une version complète. La vérification du cache doit être activée pour pouvoir utiliser cette option.
pt_br: Cria um cache de arquivos do produto para evitar fazer novamente o download de arquivos existentes. Esta opção pode ser útil ao passar de um lançamento beta para uma versão completa. Só pode ser selecionada com a verificação de cache ativada.
ru: Создание буферной памяти с файлами программы для предотвращения повторной загрузки уже имеющихся файлов. Может пригодиться при переходе от бета-версии к финальной. Может использоваться только при разрешении проверки памяти.

# MenuChooseInstallDir
source: Change Installation Directory
de: Installationsverzeichnis ändern
es: Cambiar directorio de instalación
fr: Changer le répertoire d'installation
pt_br: Alterar diretório de instalação
ru: Изменить каталог установки

# MenuDetailedUpdateLog
source: Detailed Update Log
de: Detailliertes Update-Log
es: Informe detallado de actualización
fr: Journal détaillé des mises à jour
pt_br: Registro de atualização detalhado
ru: Подробный журнал обновлений

# MenuDetailedUpdateLogTip
source: When updating store a log containing details of actions taken and timings. This may help identify slow download issues.
de: Beim Updaten wird ein Log gespeichert, der Details zu Aktionen und deren Zeitlichkeit festhält. Das kann hilfreich sein, um Probleme hinsichtlich langsamen Herunterladens zu identifizieren.
es: Generar un reporte de los detalles de las acciones realizadas y de los tiempos cuando se esté actualizando. Esto puede ayudar a identificar problemas de descarga lenta.
fr: Maintient un journal des mises à jour, détaillant et horodatant les opérations effectuées. Cela peut notamment permettre de repérer des problèmes de vitesse de téléchargement.
pt_br: Durante uma atualização, armazena um registro com detalhes de ações realizadas e tempo decorrido. Isso pode ser útil para ajudar a identificar potenciais problemas com o download.
ru: При обновлении игры сохраняется журнал всех действий с указанием времени. Это может помочь выявить проблемы с медленной загрузкой файлов.

# MenuLogOutMachine
source: Log Out Machine
de: Ausloggen (System)
es: Desconectar ordenador
fr: Déconnexion de l'ordinateur
pt_br: Desconectar máquina
ru: Выйти на этом компьютере

# MenuLogOutMachineTip
source: Log out the active user and unregister the machine. You will have to go through the verification process to log back in.
de: Logge den aktiven Nutzer aus und hebe die Registrierung des Rechners auf. Der Verifizierungsprozess muss vor dem erneuten Einloggen nochmals durchlaufen werden.
es: Desconectar al usuario activo y borrar el ordenador. Tendrás que pasar el proceso de verificación para conectarte de nuevo.
fr: Ferme la session de l'utilisateur actif et annule la vérification de l'ordinateur. Vous devrez recommencer le processus de vérification avant de pouvoir ouvrir une autre session.
pt_br: Desconecta o usuário ativo e exclui o registro da máquina. Será necessário passar novamente pelo processo de verificação para que seja possível iniciar sessão novamente.
ru: Активный пользователь будет выведен из системы, а регистрация компьютера – отменена. Для повторного входа необходимо будет снова пройти процедуру проверки.

# MenuLogOutPendingSuffix
source: (Pending)
de: (Ausstehend)
es: (Pendiente)
fr: (En attente)
pt_br: (Pendente)
ru: (Обработка)

# MenuLogOutUser
source: Log Out
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
pt_br: Desconectar
ru: Выйти из системы

# MenuLogOutUserTip
source: Log out the active user
de: Aktiven Nutzer ausloggen
es: Desconectar al usuario activo
fr: Ferme la session de l'utilisateur actif.
pt_br: Desconectar usuário ativo
ru: Выход активного пользователя из системы

# MenuSelectLanguage
source: Select Language...
de: Sprache auswählen ...
es: Seleccionar idioma...
fr: Sélection de la langue...
pt_br: Selecionar idioma...
ru: Выбрать язык...

# MenuSelectLanguageTip
source: Choose a different language for the launcher and game.
de: Wähle eine andere Sprache für den Launcher und das Spiel.
es: Seleccionar un idioma diferente para el lanzador y para el juego.
fr: Permet de changer la langue du lanceur et du jeu.
pt_br: Seleciona outro idioma para o inicializador e para o jogo.
ru: Выбор нового языка для игры и программы запуска.

# MenuShowHardwareSurvey
source: Display Hardware Survey...
de: Hardware-Übersicht anzeigen ...
es: Mostrar análisis de hardware
fr: Afficher la configuration matérielle...
pt_br: Exibir pesquisa de hardware...
ru: Результаты проверки аппаратной конфигурации...

# MenuShowHardwareSurveyTip
source: Generate a hardware survey and display the results in a window.
de: Generiere eine Hardware-Übersicht und lass die Ergebnisse in einem Fenster anzeigen.
es: Generar un análisis de hardware y mostrar el resultado en otra ventana.
fr: Analyse votre matériel et affiche les résultats dans une fenêtre.
pt_br: Gera uma pesquisa de hardware e exibe os resultados em uma janela.
ru: Проверить аппаратную конфигурацию и показать ее результаты в отдельном окне.

# MenuUninstallGame
source: Uninstall Game
de: Spiel deinstallieren
es: Desinstalar el juego
fr: Désinstaller le jeu
pt_br: Desinstalar jogo
ru: Удалить игру

# MenuUninstallGameTip
source: Remove local files for the currently selected game. User files such as game saves will not be affected.
de: Entferne die lokalen Dateien für das aktuell ausgewählte Spiel. Benutzerdateien wie Spielstände sind davon nicht betroffen.
es: Elimina archivos locales para el juego seleccionado en este momento. Archivos de usuario tales como partidas grabadas no se verán afectados.
fr: Efface les fichiers locaux du jeu sélectionné. Les fichiers utilisateur, comme les sauvegardes, ne sont pas affectés.
pt_br: Remove os arquivos locais do jogo atualmente selecionado. Os arquivos de usuário, como jogos salvos, não serão afetados.
ru: Удаление локальных файлов выбранной в данный момент игры. Действия с файлами пользователя (в частности, сохраненными данными) производиться не будут.

# MenuUploadHardwareSurvey
source: Upload Hardware Survey...
de: Hardware-Übersicht hochladen ...
es: Subir análisis de hardware...
fr: Envoyer la configuration matérielle...
pt_br: Fazer upload de pesquisa de hardware...
ru: Загрузить результаты проверки...

# MenuUploadHardwareSurveyTip
source: Generate a hardware survey and upload it.
de: Generiere eine Hardware-Übersicht und lade sie hoch.
es: Generar análisis de hardware y subirlo.
fr: Analyse votre matériel et envoie les résultats au serveur.
pt_br: Gera uma pesquisa de hardware e faz o upload dela.
ru: Проверить аппаратную конфигурацию и загрузить результаты проверки.

# MenuValidateGameFiles
source: Validate Game Files
de: Spieldateien verifizieren
es: Validar archivos del juego
fr: Valider les fichiers du jeu
pt_br: Validar arquivos de jogos
ru: Проверить файлы игры

# MenuValidateGameFilesTip
source: Ensure all game files are up to date and have no local modifications.
de: Stelle sicher, dass alle Spieldateien aktuell sind und keine lokalen Modifizierungen aufweisen.
es: Asegurar que todos los archivos de juego están al día y no están modificados localmente.
fr: Vérifie que tous les fichiers du jeu sont à jour et n'ont pas été modifiés localement.
pt_br: Garante que todos os arquivos de jogos estão atualizados e não têm modificações locais.
ru: Убедитесь, что все файлы игры обновлены и не подвергались локальным изменениям.

source: Not Installed
de: Nicht installiert
es: No instalado.
fr: Jeu non installé
pt_br: Não instalado
ru: Не установлено

# OSX_OutOfDateOS
source: The version of OS X you are running does not meet the minimum required to run the game. Please update to at least OS X 10.10.
de: Deine Version von OS X erfüllt die für das Spiel erforderlichen Mindestanforderungen nicht. Bitte aktualisiere auf mindestens OS X 10.10.
es: La versión OS X que tienes no alcanza los requerimientos mínimos para el juego. Por favor actualiza al menos a OS X 10.10.
fr: Votre version d'OS X ne rentre pas dans les configurations minimales pour faire fonctionner le jeu. Veuillez la mettre à jour, au moins à OS X 10.10.
pt_br: A versão OS X do seu sistema não cumpre os requisitos mínimos para a execução do jogo. Atualize o seu sistema para no mínimo OS X 10.10.
ru: Работающая у вас версия OS X не соответствует минимальным требованиям для игры. Пожалуйста, обновите вашу версию до как минимум OS X 10,10.

source: Please wait.
de: Bitte warten.
es: Espera.
fr: Veuillez patienter.
pt_br: Aguarde.
ru: Подождите.

# PostApplication
source: ' has encountered a problem that it cannot continue from.
de: ': Es ist ein Problem aufgetreten, das ein Fortsetzen unmöglich macht.
es: ' ha encontrado un problema y no puede continuar.
fr: ' a rencontré un problème impossible à surmonter.
pt_br: ' encontrou um problema a partir do qual não poderá continuar.
ru: ' – возникла проблема, не дающая возможности продолжить игру.

# Project_UninstallCancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
pt_br: Cancelado
ru: Отменено

# Project_UninstallException
source: Exception running uninstaller : {0}
de: Ausnahme beim Ausführen des Uninstallers: {0}
es: Excepción ejecutando la desinstalación: {0}
fr: Exception lors de l'exécution du programme de désinstallation : {0}
pt_br: Exceção na execução do desinstalador: {0}
ru: Исключение при запуске программы удаления: {0}

# Project_UninstallFailureExitCode
source: Removal failed with exit code {0}
de: Entfernung mit Exit-Code gescheitert {0}
es: Eliminación fallida con el código de salida {0}
fr: Échec de la suppression, code de sortie {0}
pt_br: Falha na remoção com código de saída {0}
ru: Ошибка удаления. Код: {0}

# Project_UninstallTidyException
source: Failed to tidy files left by installer: {0}
de: Nicht gelöschte, vom Installer platzierte Dateien: {0}
es: Error al limpiar los ficheros dejados por el instalador: {0}
fr: Échec du nettoyage des fichiers laissés par le programme de désinstallation : {0}
pt_br: Não foi possível organizar os arquivos deixados pelo instalador: {0}
ru: Файлы, оставленные программой удаления, не удалены: {0}

# ProjectRunner_FailedStartup
source: Failed to start {0}: {1}
de: Start von {0} fehlgeschlagen: {1}
es: Fallo de arranque {0}: {1}
fr: Échec du démarrage de {0} : {1}
pt_br: Não foi possível iniciar {0}: {1}
ru: Ошибка при запуске {0}: {1}

# ProjectRunner_MissingStartup
source: Failed to find startup executable
de: Ausführbare Startdatei nicht gefunden
es: No se ha podido encontrar el ejecutable de inicio.
fr: Le fichier exécutable de démarrage est introuvable
pt_br: Não foi possível encontrar executável da inicialização
ru: Не удалось найти исполняемый файл для запуска

# ProjectRunner_NoStartup
source: Application has no startup executable
de: Anwendung hat keine ausführbare Startdatei
es: La aplicación no tiene un ejecutable de inicio.
fr: L'application ne contient pas de fichier exécutable de démarrage
pt_br: O aplicativo não tem executável de inicialização
ru: У приложения нет исполняемого файла для запуска

# PU_ActionCancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
pt_br: Cancelado
ru: Отменено

# PU_CreateInstallerDir
source: Create Installation Directory
de: Installationsverzeichnis erstellen
es: Crear un directorio de instalación
fr: Créer un répertoire d'installation
pt_br: Criar diretório de instalação
ru: Создать каталог для установки

# PU_CreateInstallerDirExc
source: Exception creating installer directory: {0}
de: Ausnahme bei Erstellung des Installationsverzeichnisses: {0}
es: Excepción creando un directorio para el instalador: {0}
fr: Exception lors de la création du répertoire du programme d'installation : {0}
pt_br: Exceção na criação de diretório do instalador: {0}
ru: Исключение при создании каталога для установки: {0}

# PU_CreateInstallerDirFail
source: Failed to create directory for installer
de: Verzeichnis für Installer konnte nicht erstellt werden
es: No se ha podido crear un directorio para el instalador.
fr: Échec de la création d'un répertoire pour le programme d'installation
pt_br: Falha ao criar um diretório para o instalador
ru: Не удалось создать каталог для программы установки

# PU_DetermineVersion
source: Determining correct version to install
de: Korrekte Version zur Installation wird ermittelt
es: Determinando la versión correcta a instalar
fr: Identification de la version à installer
pt_br: Determinando versão correta a instalar
ru: Идет определение правильной версии для установки
