Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# FSSALQ_VerificationMessage
source: The verification code has now been sent to the email address associated with your Frontier Account. Please check your email without closing this box and enter the code into the box above. The codes may take several minutes to arrive. Please check your spam/junk folder.
de: Der Bestätigungscode wurde an die mit deinem Frontier-Konto verknüpfte E-Mail Adresse gesendet. Bitte schaue nach, ob du eine E-Mail bekommen hast, ohne dieses Feld zu schließen und gib den Code in das Feld oben ein. Es kann ein paar Minuten dauern, bis der Code übermittelt wird. Bitte überprüfe deinen Spam-/Junk-Ordner.
es: Se ha enviado el código de verificación a la dirección de correo electrónico asociada a tu cuenta de Frontier. Comprueba tu correo sin cerrar este cuadro de diálogo e introduce el código en el recuadro. El código puede tardar varios minutos en llegar. Comprueba la carpeta de correo no deseado/spam.
fr: Le code de vérification a été envoyé à l'adresse e-mail associée à votre compte Frontier. Veuillez consulter votre boîte mail sans fermer cette fenêtre et saisir le code dans la case ci-dessus. Il peut s'écouler plusieurs minutes avant que le code n'arrive. Pensez à vérifier votre dossier de spam.
pt_br: O código de verificação foi enviado para o endereço de e-mail associado à sua conta Frontier. Verifique a sua caixa de entrada e insira o código na caixa acima. Pode demorar alguns minutos antes que o código seja recebido. Confira a sua pasta de mensagens de spam.
ru: Проверочный код был выслан на адрес электронной почты, указанной в вашей учетной записи Frontier. Проверьте свою почту, не закрывая данное окно, и введите код в окне выше. Для передачи кодов может потребоваться несколько минут. Проверьте вашу папку «Спам»/«Нежелательная почта».

# MenuCheckForXInput
source: Check for XInput
de: Suchen nach XInput
es: Buscar archivo XInput
fr: Recherche de XInput
pt_br: Verificar XInput
ru: Проверка наличия XInput

# MenuCheckForXInputTip
source: Check for the legacy XINPUT1_3.DLL. If not found the link to the support page will be opened. Disable if the launcher is incorrectly detecting the file as missing.
de: Suchen nach der alten Version der XINPUT1_3.DLL. Sollte sie nicht gefunden werden, wird ein Link zur Supportseite geöffnet. Deaktiviere diese Funktion, falls der Launcher die Datei fälschlicherweise als nicht vorhanden erkennt.
es: Buscar archivo heredado XINPUT1_3.DLL. Si no se encuentra, se abrirá el enlace a la página de asistencia. Desactivar si el programa de inicio está detectando incorrectamente el archivo como ausente.
fr: Rechercher du fichier antérieur XINPUT1_3.DLL. S'il n'est pas trouvé, un lien vers la page d'aide s'ouvrira. À désactiver si le programme de lancement le considère à tort comme manquant.
pt_br: Verifica o XINPUT1_3.DLL legado. Caso não seja encontrado, será aberto o link para a página de suporte. Desative esta opção se o inicializador estiver detectando incorretamente o arquivo como em falta.
ru: Проверьте наличие прежней версии XINPUT1_3.DLL. Если она не будет найдена, откроется ссылка на страницу Службы поддержки. Отключите в случае если программа запуска неправильно определяет файл как отсутствующий.

# OSX_Page
source: http://hosting.zaonce.net/launcher-mac/elite/en.html
es: http://hosting.zaonce.net/launcher-mac/elite/es.html

# OSX_PageSteam
source: http://hosting.zaonce.net/launcher-steam-mac/elite/en.html
es: http://hosting.zaonce.net/launcher-steam-mac/elite/es.html

# RF_Page
source: http://hosting.zaonce.net/launcher/elite-dangerous-horizons/en.html
es: http://hosting.zaonce.net/launcher/elite-dangerous-horizons/es.html

# RF_PageSteam
source: http://hosting.zaonce.net/launcher-steam/elite-dangerous-horizons/en.html
es: http://hosting.zaonce.net/launcher-steam/elite-dangerous-horizons/es.html

# RW_RedeemIntro
source: If you have purchased Elite Dangerous or Horizons Season Pass from Steam, please log out and select 'Steam Log In'.
de: Wenn du Elite Dangerous oder den Horizons Season Pass bei Steam gekauft hast, melde dich bitte ab und wähle "Mit Steam einloggen".
es: Si has comprado Elite Dangerous o el pase de temporada de Horizons en Steam, cierra sesión y selecciona "Iniciar sesión con Steam".
fr: Si vous avez acheté Elite Dangerous ou le Season Pass Elite Dangerous: Horizons sur Steam, veuillez vous déconnecter, puis sélectionnez « Connexion Steam ».
pt_br: Se você comprou Elite Dangerous ou o passe de temporada Horizons no Steam, por favor desconecte-se e selecione “Entrar com Steam”.
ru: Если вы купили Elite Dangerous или Horizons Season Pass в Steam, выйдите из системы и выберите вариант «Войти через Steam».

# RW_RedeemRequest
source: If you have recently purchased a copy of Elite Dangerous or ED:Horizons please note that we no longer utilise Steam CD Keys. You need to link your Steam account to your Frontier Store account, or create a new Frontier Store account if you do not already have one. If you have previously logged in using a username and password chose "Reset Login" and use "Steam Log In".
de: Wenn du erst kürzlich ein Exemplar von Elite Dangerous oder ED: Horizons erworben hast, beachte bitte, dass wir keine Steam CD-Keys mehr verwenden. Du musst dein Steam-Konto mit deinem Frontier-Store-Konto verknüpfen, oder ein Frontier-Store-Konto erstellen, falls du noch keines hast. Wenn du dich vorher mit Benutzername und Passwort eingeloggt hast, wähle "Login zurücksetzen" und verwende "Mit Steam einloggen".
es: Si has comprado recientemente una copia de Elite Dangerous o ED: Horizons, ten en cuenta que ya no usamos claves de CD de Steam. Tienes que vincular tu cuenta de Steam a tu cuenta de Frontier Store, o crear una cuenta en Frontier Store si aún no la tienes. Si ya has iniciado sesión con un nombre de usuario y contraseña, selecciona "Reiniciar inicio de sesión" (Reset Login) y usa "Iniciar sesión con Steam".
fr: Si vous avez récemment acheté une copie d'Elite Dangerous ou d'Elite Dangerous: Horizons, veuillez noter que nous n'utilisons plus les clés CD de Steam. Vous devez associer votre compte Steam à celui de la boutique Frontier, ou créer un nouveau compte de la boutique Frontier si vous n'en possédez pas encore. Si vous avez déjà réussi à vous connecter avec un nom d'utilisateur et un mot de passe, veuillez choisir l'option de réinitialisation du nom de compte (« Reset Login »), puis utiliser Connexion via Steam.
pt_br: Se você comprou recentemente uma cópia do Elite Dangerous ou ED:Horizons, saiba que não utilizamos mais os Códigos de Produto da Steam. Você deve associar sua conta Steam à sua conta na Loja da Frontier ou criar uma nova conta na Loja da Frontier se ainda não tiver uma. Se você já fez o login anteriormente usando um nome de usuário e uma senha escolha “Redefinir Login" e use “Login do Steam".
ru: Если вы недавно купили Elite Dangerous или ED:Horizons, то обратите внимание, что мы больше не используем CD-ключи Steam. Вам потребуется привязать учетную запись Steam к вашей учетной записи Frontier либо создать новую учетную запись Frontier. Если вы уже входили в игру с помощью имени пользователя и пароля, выберите Reset Login (сбросить вход) и воспользуйтесь опцией Steam Log In (вход через Steam).

# RW_RedeemTitle
source: GAME ACCESS NOT FOUND
de: KEIN ZUGRIFF AUFS SPIEL
es: ACCESO AL JUEGO NO ENCONTRADO
fr: ACCÈS AU JEU INTROUVABLE
pt_br: ACESSO AO JOGO NÃO ENCONTRADO
ru: ДОСТУП К ИГРЕ НЕ НАЙДЕН

# RW_RegisterCancel
source: Already have a Frontier Account? Close this dialog and "Log in"
de: Hast du bereits ein Frontier-Konto? Schließe dieses Fenster und melde dich an
es: ¿Ya tienes una cuenta de Frontier? Cierra este cuadro de diálogo e "inicia sesión"
fr: Vous possédez déjà un compte Frontier ? Fermez cette fenêtre et connectez-vous
pt_br: Já tem uma conta Frontier? Feche esta caixa de diálogo e inicie sessão
ru: Уже имеете учетную запись Frontier? Закройте данное диалоговое окно и «выполните вход».

# RW_RegisterRequest
source: New Users: Please click on the Create Account button below to create a new account using your Steam profile.
de: Neue Nutzer: Bitte unten auf die Konto-erstellen-Schaltfläche klicken, um ein neues Konto anzulegen und dabei das eigene Steam-Profil zu nutzen.
es: Si eres un usuario nuevo haz clic en el botón Crear cuenta que aparece a continuación para crear una cuenta nueva utilizando tu perfil de Steam.
fr: Nouveaux utilisateurs : veuillez cliquer sur le bouton Créer un compte ci-dessous pour créer un nouveau compte en utilisant votre profil Steam.
pt_br: Novos usuários: clique no botão Criar conta abaixo para criar uma nova conta ou utilizar seu perfil Steam.
ru: Новые пользователи: щелкните кнопку «Создать учетную запись» ниже, чтобы создать новую учетную запись с помощью вашего профиля Steam.

# RW_RegisterTitle
source: Welcome to the Frontier Launcher
de: Willkommen im Frontier-Launcher
es: Te damos la bienvenida al lanzador de Frontier
fr: Bienvenue dans le lanceur de Frontier
pt_br: Boas-vindas ao inicializador da Frontier
ru: Добро пожаловать в программу запуска Frontier

# BTNT_Copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt_br: Copiar
ru: Копировать

# BTNT_Redeem
source: Redeem
de: Einlösen
es: Canjear
fr: Utiliser
pt_br: Resgatar
ru: Активировать код

# MenuAlternativeDownload
source: Multi-threaded download
de: Multithreading-Download
es: Descarga con varios subprocesos
fr: Téléchargement parallèle
pt_br: Download com threads múltiplos
ru: Многопотоковая загрузка

# MenuAlternativeDownloadTip
source: Use multiple threads for downloading game files. This may improve performance and reliability on some networks.
de: Mehrere Threads für das Herunterladen der Spieldateien verwenden. Das kann in manchen Netzwerken Leistung und Zuverlässigkeit erhöhen.
es: Usa procesadores múltiples para descargar los archivos del juego. Eso puede mejorar el rendimiento y la estabilidad en algunas redes.
fr: Télécharge les fichiers de jeu en plusieurs segments. Cela peut améliorer les performances et la fiabilité de certains réseaux.
pt_br: Usa threads múltiplos para fazer o download dos arquivos do jogo. Isso pode aumentar o desempenho e a confiabilidade em algumas redes.
ru: Используйте несколько потоков для загрузки игровых файлов. Благодаря этому в некоторых сетях игра может работать быстрее и стабильнее.

# LW_NoRegistration
source: Please log in with your Elite: Dangerous account details.
de: Bitte melde dich mit deinen Elite Dangerous-Spielkontodaten an.
es: Por favor, conéctate con los detalles de tu cuenta de Elite Dangerous.
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous.
pt_br: Inicie sessão com seus dados de conta do Elite Dangerous.
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite Dangerous.

# HU_Continue
source: Close Launcher
de: Launcher schließen
es: Cerrar lanzador
fr: Fermer le lanceur
pt_br: Fechar inicializador
ru: Закройте программу запуска

# HU_Title
source: Update Required
de: Update erforderlich
es: Actualización necesaria
fr: Mise à jour requise
pt_br: Atualização necessária
ru: Требуется обновление

# HU_MessageST
source: The game requires an update before you can run it. You can manually check for updates by following these steps: * Right click 'Elite Dangerous' in Steam * Go to 'Properties' and select the 'Updates' tab * Select the dropdown menu under automatic updates and chose 'High priority' * Close and reboot Steam There may be a slight delay between the update being released on our servers and the Steam servers. Thank you for your patience.
de: Es muss ein Update durchgeführt werden, bevor das Spiel gestartet werden kann. Folge dieser Anleitung, um manuell nach Updates zu suchen: * Rechtsklicke auf „Elite Dangerous“ in Steam. * Öffne unter „Einstellungen“ den Reiter „Updates“. * Wähle im Dropdown-Menü unter automatische Updates „Hohe Priorität“. * Schließe Steam und starte es neu. Es kann bei der Veröffentlichung des Updates zu leichten Zeitverzögerungen zwischen unseren Servern und den Servern von Steam kommen. Danke für deine Geduld.
es: El juego necesita una actualización antes de poder ejecutarse. Puedes buscar actualizaciones manualmente si sigues estos pasos: * Haz clic con el botón derecho del ratón en "Elite Dangerous", en Steam * Ve a "Propiedades" y selecciona la pestaña "Actualizaciones" * Selecciona el menú desplegable bajo las actualizaciones automáticas y elige "Alta prioridad" * Cierra y reinicia Steam Podría producirse un pequeño retraso entre el lanzamiento de la actualización en nuestros servidores y su lanzamiento en los servidores de Steam. Gracias por tu paciencia.
fr: Le jeu nécessite une mise à jour avant de pouvoir être lancé. Vous pouvez vérifier manuellement si des mises à jour sont disponibles en procédant comme suit : * Effectuez un clic droit sur « Elite Dangerous » sous Steam * Sélectionnez « Propriétés », puis l'onglet « Mises à jour ». * Sélectionnez le menu déroulant des mises à jour automatiques et choisissez « Priorité élevée » * Fermez et relancez Steam Il se peut qu'il y ait un léger délai entre le moment où la mise à jour est disponible sur nos serveurs et celle où elle se retrouve sur les serveurs de Steam. Merci de votre patience.
pt_br: É necessário atualizar o jogo antes de executá-lo. Você pode verificar manualmente se existem atualizações seguindo essas etapas: * Clique com o botão direito em "Elite Dangerous" no Steam * Vá para "Propriedades" e selecione a aba "Atualizações" * Abra o menu suspenso de "Atualizações automáticas" e selecione "Alta prioridade" * Feche e reinicie o Steam Pode demorar um pouco para que uma atualização lançada nos nossos servidores seja disponibilizada nos servidores do Steam. Agradecemos por sua paciência.
ru: Прежде чем запустить игру, потребуется обновить ее. Проверить наличие обновление в ручном режиме можно следующим образом: * Щелкните правой кнопкой «Elite Dangerous" в Steam. * Перейдите в "Свойства" и выберите вкладку "Обновления". * Выберите раскрывающееся меню "Автоматические обновления" и выберите опцию "Высокий приоритет ― Всегда автоматически обновлять эту игру". * Закройте и перезапустите Steam. Возможна незначительная задержка между выходом обновления на наших серверах и серверах Steam. Благодарим за ваше терпение.

# MenuMoveGame
source: Select Installation Directory
de: Installationsverzeichnis wählen
es: Seleccionar directorio de instalación
fr: Choix du répertoire d'installation
pt_br: Selecionar diretório de instalação
ru: Выбор каталога установки

# MenuMoveGameTip
source: Choose an alternate directory to store game files.
de: Spieldateien in einem alternativen Verzeichnis speichern.
es: Escoge un directorio alternativo para guardar los archivos del juego.
fr: Choisissez un autre répertoire où conserver les fichiers du jeu.
pt_br: Seleciona outro diretório para armazenar os arquivos do jogo.
ru: Выберите альтернативный каталог для хранения игровых файлов.

# MenuRestoreGame
source: Default Installation Directory
de: Standard-Installationsverzeichnis
es: Directorio de instalación por defecto
fr: Répertoire d'installation par défaut
pt_br: Diretório de instalação padrão
ru: Каталог установки по умолчанию

# MenuRestoreGameTip
source: Use the default directory to store game files.
de: Speichert die Spieldateien im Standardverzeichnis.
es: Usa el directorio por defecto para guardar los archivos del juego.
fr: Utilisez le répertoire par défaut pour conserver les fichiers du jeu.
pt_br: Usa o diretório padrão para armazenar os arquivos do jogo.
ru: Используйте каталог по умолчанию для хранения игровых файлов.

# ProgressETETip
source: Estimate of time remaining if processing continues at the current rate.
de: Geschätzte verbleibende Zeit bei aktueller Verarbeitungsgeschwindigkeit.
es: Tiempo restante estimado si el proceso continúa al ritmo actual.
fr: Temps restant estimé si le traitement continue à cette vitesse.
pt_br: Tempo restante estimado se o processo continuar na velocidade atual.
ru: Примерное оставшееся время (при текущей скорости обработки)

# ProgressRateTip
source: Estimate of the rate at which game data is being processed. Processing includes validation of existing files and downloading of new data. It is not a direct indication of network usage.
de: Geschätzte Geschwindigkeit, mit der die Spieldaten verarbeitet werden. Dazu gehört die Validierung bestehender Dateien und das Herunterladen neuer Daten. Es ist keine direkte Angabe der Netzwerknutzung.
es: Ritmo estimado al que se están procesando los datos del juego. El procesado incluye la validación de archivos existentes y la descarga de nuevos datos. No es una indicación directa del uso de red.
fr: Estimation du temps de traitement des données de jeu Cela inclut la validation des fichiers existants et le téléchargement de nouvelles données. Cela ne représente pas directement l'utilisation de la bande passante.
pt_br: Estimativa da taxa na qual os dados do jogo estão sendo processados. O processamento inclui a validação de arquivos existentes e o download de novos dados. A taxa não é uma reflexão exata do uso de rede.
ru: Расчет скорости, с которой обрабатывается игра. Обработка включает проверку существующих файлов и загрузку новых данных. Она не зависит напрямую от использования сети.

# PU_CreateFileExc
source: Failed to create file for writing game data. Possible disk full or target filing system error. Exception details: {0}
de: Datei zum Schreiben der Spieldaten konnte nicht erstellt werden. Möglicherweise ist das Laufwerk voll oder es gibt einen Dateisystemfehler. Ausnahmedetails: {0}
es: No se pudo crear un archivo para escribir datos del juego. Disco lleno o error de archivado del sistema en archivo objetivo. Detalles de la excepción: {0}
fr: Échec de la création du fichier d'écriture des données de jeu. Le disque dur est peut-être plein, ou une erreur système d'archivage s'est produite. Détails de l'exception : {0}
pt_br: Não foi possível criar um arquivo para gravar os dados do jogo. O disco pode estar cheio ou pode haver um erro no sistema de arquivamento de destino. Detalhes da exceção: {0}
ru: Не удалось создать файл для записи данных игры. Возможно, диск заполнен или произошла ошибка системы конечных файлов. Исключение: {0}

# PU_PathTooLong
source: Path too long to install all required files. This can be fixed by installing the launcher to a location closer to the root of the drive. Check online support for more information.
de: Pfad ist zu lang für die Installation aller benötigten Dateien. Dies kann behoben werden, indem das Startprogramm in einem Ordner näher am Root-Verzeichnis des Laufwerks installiert wird. Siehe Online-Support für weitere Informationen.
es: Ruta de acceso demasiado larga para instalar los archivos requeridos. Esto se puede solucionar instalando el lanzador en una localización más cercana a la raíz de la unidad. Comprueba el soporte en línea para más información.
fr: Chemin d'accès trop long pour installer tous les fichiers requis. Ce problème se règle en installant le lanceur dans un répertoire moins éloigné de la racine du disque. Consultez l'assistance en ligne pour plus d'informations.
pt_br: O caminho é muito longo para instalar todos os arquivos necessários. Para solucionar este problema, instale o inicializador em um local mais próximo da raiz da unidade. Confira o suporte on-line para obter mais informações.
ru: Слишком долгий путь для установки всех требуемых файлов. Это можно исправить: установите средство запуска в папку, находящуюся ближе к корневому каталогу диска. Обратитесь в сетевую службу поддержки за более подробной информацией.

# SelectInstallLocationInstructions
source: Select the folder where game files should be stored. Note that folders containing large numbers of unrelated files will increase cache generation time significantly.
de: Wähle den Ordner zum Speichern der Spieldateien. Beachte bitte, dass Ordner mit einer großen Anzahl unzusammenhängender Dateien die Cache-Generierung deutlich verlangsamen können.
es: Selecciona la carpeta en la que se deberían guardar los archivos del juego. Las carpetas que contengan una gran cantidad de archivos no relacionados aumentarán mucho la generación de caché.
fr: Sélectionnez le répertoire où conserver les fichiers du jeu. Veuillez remarquer que les répertoires contenant un grand nombre de fichiers qui n'ont pas de rapport avec le jeu augmenteront significativement le temps de mise en cache.
pt_br: Selecione a pasta onde os arquivos do jogo serão armazenados. Observe que, ao selecionar pastas com diversos arquivos não relacionados, o tempo de geração de cache aumentará significativamente.
ru: Выберите папку для хранения файлов игры. Внимание: если в папке находится большое количество не связанных с игрой файлов, то это значительно увеличить время генерации кэша.

# HU_Message
source: The game requires an update before you can run it. You can check for updates within Oculus Home by selecting the 'Updates' option in your Library. There may be a slight delay between the update being released on our servers and Oculus' servers. Thank you for your patience.
de: Es muss ein Update durchgeführt werden, bevor das Spiel gestartet werden kann. Du kannst innerhalb von Oculus Home nach Updates suchen, indem du in deiner Bibliothek die Option „Updates“ auswählst. Es kann bei der Veröffentlichung des Updates zu leichten Zeitverzögerungen zwischen unseren Servern und den Servern von Oculus kommen. Danke für deine Geduld.
es: El juego necesita una actualización antes de poder ejecutarse. Puedes buscar actualizaciones en Oculus Home al elegir la opción "actualizaciones" en tu biblioteca. Podría producirse un pequeño retraso entre el lanzamiento de la actualización en nuestros servidores y en los servidores de Oculus. Gracias por tu paciencia.
fr: Le jeu nécessite une mise à jour avant de pouvoir être lancé. L'Oculus Home vous permet de vérifier si certaines sont disponibles en sélectionnant l'option Mises à jour dans votre Bibliothèque Il se peut qu'il y ait un léger décalage entre le moment où la mise à jour est disponible sur nos serveurs et celui où elle apparaît sur les serveurs Oculus. Merci pour votre patience.
pt_br: É necessário atualizar o jogo antes de executá-lo. Você pode verificar se existem atualizações em Oculus Home selecionando a opção "Atualizações" na sua Biblioteca. Pode demorar um pouco para que uma atualização lançada nos nossos servidores seja disponibilizada nos servidores do Oculus. Agradecemos por sua paciência.
ru: Перед запуском игры нужно ее обновить. Проверить наличие обновлений через Oculus Home можно, выбрав пункт «Обновления» в библиотеке. Возможна незначительная задержка между выходом обновления на наших серверах и серверах Oculus. Благодарим за ваше терпение.

# OculusDirectRunWarningDetails
source: Please start Elite: Dangerous via Oculus Home. Starting this build directly may not work as expected and is not supported.
de: Bitte starte Elite Dangerous via Oculus Home. Ein direkter Programmstart kann unerwartete Resultate nach sich ziehen und wird nicht unterstützt.
es: Inicia Elite Dangerous a través de Oculus Home. Iniciar esta versión directamente puede no funcionar según lo previsto y no es compatible.
fr: Veuillez lancer Elite Dangerous via l'Oculus Home. Il n'est pas recommandé de lancer le jeu directement, car il risquerait alors de ne pas fonctionner correctement.
pt_br: Inicie o Elite Dangerous através de Oculus Home. Iniciar esse build diretamente pode não funcionar conforme esperado e não é suportado.
ru: Запустите Elite Dangerous из Oculus Home. Запуск приложения напрямую не поддерживается; оно может не работать должным образом.

# OculusDirectRunWarningTitle
source: Warning
de: Warnung
es: Aviso
fr: Attention
pt_br: Atenção
ru: Внимание!
