Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# MSG_ScrollDownForMore
source: SCROLL DOWN FOR MORE
de: FÜR MEHR NACH UNTEN SCROLLEN
es: BAJA PARA VER MÁS
fr: FAITES DÉFILER VERS LE BAS POUR PLUS
pt_br: DESÇA PARA VER MAIS
ru: ПРОМОТАЙТЕ ВНИЗ, ЧТОБЫ УЗНАТЬ БОЛЬШЕ

# PleaseWaitDotDotDot
source: Please wait…
de: Bitte warten.
es: Espera...
fr: Veuillez patienter...
pt_br: Aguarde...
ru: Подождите...

# PleaseWaitDotDotDotUC
source: PLEASE WAIT…
de: BITTE WARTEN.
es: ESPERA...
fr: VEUILLEZ PATIENTER...
pt_br: AGUARDE...
ru: ПОДОЖДИТЕ...

# TITLE_BuyARX
source: buy arx
de: arx kaufen
es: comprar arx
fr: acheter des arx
pt_br: comprar arx
ru: купить arx

# TITLE_CommunityGoals
source: community goals
de: community-ziele
es: logros de la comunidad
fr: objectifs communautaires
pt_br: objetivos comunitários
ru: цели сообщества

# TITLE_CreateFrontierAccount
source: create a frontier account
de: frontier-konto erstellen
es: crear una cuenta de frontier
fr: créer un compte frontier
pt_br: criar uma conta frontier
ru: создать учетную запись frontier

# TITLE_DontOwnAndNotLinked1
source: this frontier account does not own elite dangerous,
de: dieses frontier-konto verfügt nicht über elite dangerous,
es: esta cuenta de frontier no tiene elite dangerous,
fr: ce compte frontier ne possède pas elite dangerous,
pt_br: esta conta frontier não possui elite dangerous,
ru: elite dangerous не принадлежит этой учетной записи frontier,

# TITLE_DontOwnAndNotLinked2
source: and it's not linked to any third party accounts
de: und ist nicht mit drittanbieter-konten verknüpft.
es: y no está enlazada a ninguna cuenta de terceros
fr: et il n’est lié à aucun compte tiers
pt_br: e não está associada com nenhuma conta de terceiros
ru: и не привязана к учетным записям третьих лиц

# TITLE_DontOwnAndLinked1
source: this frontier account does not own elite dangerous,
de: dieses frontier-konto verfügt nicht über elite dangerous,
es: esta cuenta de frontier no tiene elite dangerous,
fr: ce compte frontier ne possède pas elite dangerous,
pt_br: esta conta frontier não possui elite dangerous,
ru: elite dangerous не принадлежит этой учетной записи frontier,

# TITLE_DontOwnAndLinked2
source: however, it's linked to third party accounts
de: ist aber mit drittanbieter-konten verknüpft.
es: pero está enlazada a cuentas de terceros
fr: cependant il est lié à un ou plusieurs comptes tiers
pt_br: contudo, está associada com uma conta de terceiros
ru: но привязана к учетным записям третьих лиц

# TITLE_EliteForums
source: elite forums
de: elite-foren
es: foros de elite
fr: forums elite
pt_br: fóruns elite
ru: форумы elite

# TITLE_FeaturedProducts
source: featured products
de: vorgestellte produkte
es: productos destacados
fr: produits en vedette
pt_br: produtos destacados
ru: избранные продукты

# TITLE_FrontierStore
source: frontier store
es: tienda de frontier
fr: boutique frontier
pt_br: loja da frontier
ru: магазин frontier

# TITLE_FrontiereSupport
source: frontier support
es: asistencia de frontier
fr: assistance clientèle de frontier
pt_br: suporte da frontier
ru: поддержка frontier

# TITLE_Galnet
source: state of the galaxy
de: galaxie-status
es: estado de la galaxia
fr: état de la galaxie
pt_br: estado da galáxia
ru: состояние галактики

# TITLE_PatchNotes
source: {0} - patch notes
de: {0} - versionshinweise
es: {0} - notas del parche
fr: {0} - notes de mise à jour
pt_br: {0} - notas da atualização
ru: {0} - список изменений

# TITLE_ProductCode
source: product code:
de: produktcode:
es: código de producto:
fr: code produit :
pt_br: código do produto:
ru: код продукта:

# TITLE_ServerProblem
source: there is a problem with servers at the moment
de: im moment haben wir serverprobleme
es: hay un problema con los servidores en este momento.
fr: il y a actuellement un problème avec les serveurs
pt_br: há um problema com os servidores no momento
ru: в настоящий момент наши сервера работают с перебоями

# TITLE_SteamLinkedToFDAccount
source: this steam account is linked to a frontier account:
de: dieses steam-konto ist mit einem frontier-konto verknüpft:
es: esta cuenta de steam está enlazada a una cuenta de frontier:
fr: ce compte steam est lié à un compte frontier :
pt_br: esta conta steam está associada a uma conta frontier:
ru: эта учетная запись steam привязана к учетной записи frontier:

# TITLE_Uninstall
source: are you sure you want to uninstall elite dangerous?
de: bist du sicher, dass du elite dangerous deinstallieren möchtest?
es: ¿seguro que quieres desinstalar elite dangerous?
fr: souhaitez-vous vraiment désinstaller elite dangerous ?
pt_br: você tem certeza que quer desinstalar elite dangerous?
ru: уверены, что хотите удалить elite dangerous?

# TITLE_VerifyYourEmail
source: please verify your mail:
de: bitte e-mail verifizieren:
es: verifica tu correo electrónico:
fr: veuillez vérifier votre e-mail :
pt_br: por favor verifique seu e-mail:
ru: подтвердите адрес электронной почты:

# TXT_AcceptTerms_1
source: I agree to the terms of the
de: Ich bin mit den
es: Acepto los términos de
fr: J’accepte les termes des
pt_br: Concordo com os termos dos
ru: Я согласен (-а) с условиями

# TXT_AcceptTerms_3
source: and the
de: und
es: y la
fr: et de la
pt_br: e com a
ru: и

# TXT_AcceptTerms_4
source: Privacy Policy
de: Datenschutz-Bestimmungen einverstanden
es: Política de privacidad
fr: politique de confidentialité
pt_br: Política de Privacidade
ru: политикой конфиденциальности

# TXT_BuyArxNote
source: View the best deals for Arx Packs.
de: Sieh dir die besten Arx-Pack-Angebote an.
es: Echa un vistazo a las mejores ofertas de packs de ARX.
fr: Consultez les meilleures offres pour les packs d’Arx.
pt_br: Ver as melhores ofertas para Pacotes de ARX.
ru: Просмотреть лучшие предложения по наборам Arx.

# TXT_BrowseFrontierStoreNote
source: Browse paint jobs, decals, ship kits, customise your Elite experience!
de: Schau dir Lackierungen, Folien, Schiffsbausätze an und erlebe Elite, wie du es willst!
es: Busca pinturas, emblemas, kits de nave, ¡y personaliza tu experiencia Elite!
fr: Parcourez les livrées, stickers, kits de vaisseau, personnalisez votre expérience Elite !
pt_br: Ver pinturas, emblemas, kits de nave, personalize sua experiência Elite!
ru: Просмотрите раскраски, эмблемы, наборы для кораблей, настройте Elite по своему вкусу!

# TXT_CacheCheck
source: Cache Check
de: Cache-Überprüfung
es: Comprobar caché
fr: Vérification du cache
pt_br: Verificação de cache
ru: Проверка кэш-памяти

# TXT_Check
source: Please check and try again
de: Bitte überprüfen und erneut versuchen
es: Revisa tus datos y vuelve a intentarlo
fr: Vérifiez et réessayez
pt_br: Confirme e tente novamente
ru: Проверьте неисправность и попробуйте еще раз

# TXT_CMDR
source: cmdr
de: KDT.
es: cmdt
fr: commandant
pt_br: cmdt
ru: КМДР

# TXT_DontLinkAccounts
source: Don't link accounts, just log me in
de: Konten nicht verknüpfen, nur einloggen.
es: No enlazar cuentas, solo quiero iniciar sesión
fr: Me connecter sans lier les comptes
pt_br: Não associar contas, somente entrar
ru: Вход в систему без привязки учетных записей

# TXT_NoAccessToElite
source: You won't be able to access Elite Dangerous right now.
de: Du kannst im Moment nicht auf Elite Dangerous zugreifen.
es: No podrás acceder a Elite Dangerous en este momento.
fr: Vous ne pourrez pas accéder Elite Dangerous pour le moment.
pt_br: Você não poderá acessar o Elite Dangerous no momento.
ru: Сейчас вы не сможете войти в Elite Dangerous.

# TXT_NoAccessTillTime
source: We're working on it, and expect this to be solved by {0}.
de: Wir arbeiten daran und hoffen, gegen {0} eine Lösung zu haben.
es: Estamos arreglándolo, y esperamos que esté resuelto hacia {0}.
fr: Nous y travaillons, et nous espérons que cela sera résolu d’ici {0}.
pt_br: Estamos trabalhando nisso, e esperamos ter resolvido até {0}.
ru: Мы знаем о проблеме и планируем решить ее к {0}.

# TXT_ServersAreDown
source: elite servers are down
de: elite-server ausser betrieb
es: los servidores de elite están fuera de servicio
fr: les serveurs sont hors service
pt_br: os servidores do elite estão inoperantes
ru: серверы elite недоступны

# TXT_HaveAnAccount
source: Already have a Frontier Account? Log in
de: Hast du bereits ein Frontier-Konto? Einloggen
es: ¿Ya tienes una cuenta de Frontier? Inicia sesión
fr: Vous possédez déjà un compte Frontier ? Connectez-vous
pt_br: Você já tem uma conta Frontier? Entrar
ru: Уже есть учетная запись Frontier? Войти

# TXT_Example123
source: Example123
de: Beispiel123
es: Ejemplo123
fr: Exemple123
pt_br: Exemplo123

# TXT_ExampleName
source: examplename
de: Beispielname
es: ejemplodenombre
fr: nomexemple
pt_br: nomedeexemplo
ru: выбранное имя

# TXT_ExampleEmail
source: example@mail.com
de: Beispiel@mail.com
es: ejemplo@mail.com
fr: exemple@mail.com
pt_br: exemplo@mail.com

# TXT_ExamplePassword
source: examplepassword
de: Beispielpasswort
es: ejemplodecontraseña
fr: motdepasseexemple
pt_br: senhadeexemplo
ru: выбранный пароль

# TXT_FirstName
source: First name
de: Vorname
es: Nombre
fr: Prénom
pt_br: Nome
ru: Имя

# TXT_FrontierAccNotExist
source: frontier account does\nnot exist
de: frontier-konto\nexistiert nicht
es: la cuenta de frontier\nno existe
fr: ce compte frontier\nn’existe pas
pt_br: a conta Frontier não\nexiste
ru: учетная запись frontier\nне существует

# TXT_GetInTouch
source: To get in contact with Frontier Support, click below.
de: Um dich mit dem Frontier-Support in Verbindung zu setzen, klicke diesen Link.
es: Para contactar con el servicio de Asistencia de Frontier, haz clic abajo.
fr: Pour contacter l’assistance Frontier, cliquez ci-dessous.
pt_br: Para contatar o suporte Frontier, clique embaixo.
ru: Нажмите на ссылку ниже, чтобы связаться с поддержкой Frontier.

# TXT_MissYou
source: The galaxy will miss you, Commander.
de: Die Galaxie wird dich vermissen, Kommandant.
es: La Galaxia te echará de menos, Comandante.
fr: Vous allez manquer à la galaxie, commandant.
pt_br: A galáxia sentirá a sua falta, Comandante.
ru: Галактика будет скучать по вам, командир.

# TXT_NoEmail
source: Didn't get the email? Resend
de: Keine E-Mail erhalten? Erneut senden
es: ¿No has recibido el correo? Volver a enviar
fr: Vous n’avez pas reçu l’e-mail ? Envoyer à nouveau
pt_br: Não recebeu o e-mail? Reenvie-o
ru: Не получили письмо? Отправить еще раз

# XT_NotInstalled
source: not installed
de: nicht installiert
es: no instalado
fr: jeu non installé
pt_br: não instalado
ru: не установлено

# TXT_InsertCodeHere
source: insert code here
de: Code hier eingeben.
es: introduce código aquí
fr: insérer le code ici
pt_br: inserir código aqui
ru: вставьте сюда код

# TXT_InstallingGame
source: installing game
de: spiel wird installiert
es: instalando el juego
fr: installation du jeu
pt_br: instalando jogo
ru: игра устанавливается

# TXT_JoinEliteForumsNote
source: Join the discussion.
de: Mitdiskutieren.
es: Únete a la conversación.
fr: Rejoindre la discussion.
pt_br: Participe da conversa.
ru: Поучаствовать в обсуждении.

# TXT_MaintenanceInProgress
source: Maintenance in progress…
de: Wartung läuft.
es: Mantenimiento en curso...
fr: Maintenance en cours...
pt_br: Manutenção em andamento...
ru: Идет техническая проверка...

# TXT_MightWantToAccessAccount
source: You might want to access Elite Dangerous via the accounts listed above, or if you have a 12 digit code to redeem, you can do it here:
de: Du kannst auf Elite Dangerous über die obigen Konten zugreifen, wenn du einen zwölfstelligen Code hast, kannst du dies hier tun:
es: Puedes acceder a Elite Dangerous mediante las cuentas arriba listadas, o si tienes un código de 12 dígitos, canjéalo aquí:
fr: Vous pouvez accéder à Elite Dangerous via les comptes indiqués ci-dessus, ou si vous avez un code à 12 chiffres à utiliser, vous pouvez le faire ici :
pt_br: Você pode acessar o Elite Dangerous através das contas listadas em cima, ou se você tiver um código de 12 dígitos para resgatar pode fazê-lo aqui:
ru: Вы можете попробовать войти в Elite Dangerous с помощью указанных выше учетных записей. Если у вас есть 12-значный код активации, вы можете ввести его здесь:

# TXT_MinsRemaining
source: {0} min remaining...
de: {0} Minuten verbleibend...
es: Quedan {0} min...
fr: {0} min restantes...
pt_br: {0} minutos restantes...
ru: Осталось {0} мин.

# TXT_NoCodeLogMeOut
source: I don't have a code, log me out
de: Ich habe keinen Code, ausloggen
es: No tengo ningún código, cerrar sesión
fr: Je n’ai pas de code, me déconnecter
pt_br: Não tenho um código, me desconecte
ru: У меня нет кода. Я хочу выйти из игры

# TXT_OnlyLinkedToOneSAcc
source: Your Frontier account can only be linked to one store account.
de: Dein Frontier-Konto kann nur mit einem Store-Konto verknüpft sein.
es: Solo puedes enlazar tu cuenta de Frontier a una única cuenta de tienda.
fr: Votre compte Frontier ne peut être lié qu’à un seul compte de boutique.
pt_br: Sua conta Frontier somente pode ser associada a uma conta de loja.
ru: Вашу учетную запись Frontier можно привязать только к учетной записи одного магазина.

# TXT_OptInForNewsAndPromotions
source: I want to receive news and promotions
de: Ich würde gerne Neuigkeiten und Angebote erhalten
es: Quiero recibir noticias y promociones.
fr: Je souhaite recevoir les actualités et promotions
pt_br: Quero receber novidades e promoções
ru: Хочу получать новости и предложения

# TXT_OptionsNote
source: Check for game updates, validate game files, and more.
de: Suche nach Spiel-Updates, Spieldateien verifizieren und mehr.
es: Buscar actualizaciones de juego, validar archivos de juego y más.
fr: Rechercher des mises à jour du jeu, valider les fichiers du jeu, et plus.
pt_br: Verificar atualizações do jogo, validar ficheiros do jogo, e mais.
ru: Получайте игровые обновления, проверяйте игровые файлы.

# TXT_LastName
source: Last name
de: Nachname
es: Apellidos
fr: Nom
pt_br: Sobrenome
ru: Фамилия

# TXT_LogInWithDiffAccount
source: Login with a different Frontier Account
de: Mit anderem Frontier-Konto einloggen
es: Iniciar sesión con una cuenta de Frontier distinta
fr: Se connecter avec un compte Frontier différent
pt_br: Entrar com uma conta Frontier diferente
ru: Войти с другой учетной записи Frontier

# TXT_LogOutMachineToo
source: Log out this machine too
de: Dieses Gerät auch ausloggen
es: Desconectar también este ordenador
fr: Se déconnecter également de cet ordinateur
pt_br: Desconectar esta máquina também
ru: Выйти и на этом компьютере тоже

# TXT_PleaseCreateFDAccount
source: Please create a Frontier account to access Elite Dangerous content.
de: Bitte erstelle ein Frontier-Konto, um auf Inhalte von Elite Dangerous zuzugreifen.
es: Crea una cuenta de Frontier para acceder al contenido de Elite Dangerous.
fr: Veuillez créer à votre compte Frontier pour accéder au contenu d’Elite Dangerous.
pt_br: Por favor crie uma conta Frontier para acessar o conteúdo do Elite Dangerous.
ru: Создайте учетную запись Frontier, чтобы получить доступ к игре Elite Dangerous.

# TXT_Redeem12DigitCode
source: If you have a 12 digit code to redeem, you can do it here:
de: Wenn du einen zwölfstelligen Code hast, kannst du es hier tun:
es: Si tienes un código de 12 dígitos, canjéalo aquí:
fr: Si vous avez un code à 12 chiffres à utiliser, vous pouvez le faire ici :
pt_br: Se você tiver um código de 12 dígitos para resgatar, pode fazê-lo aqui:
ru: Если у вас есть 12-значный код активации, вы можете ввести его здесь:

# TXT_SecsRemaining
source: {0} secs remaining...
de: {0} Sekunden verbleibend...
es: Quedan {0} seg...
fr: {0} secs restantes...
pt_br: {0} segundos restantes...
ru: Осталось {0} сек.

# TXT_Select
source: select
de: auswählen
es: seleccionar
fr: sélectionner
pt_br: selecionar
ru: выбрать

# TXT_ThankyouForWaiting
source: Thank you for waiting.
de: Danke für deine Geduld.
es: Gracias por esperar.
fr: Merci pour votre patience.
pt_br: Obrigado por ter aguardado.
ru: Благодарим за ожидание.

# TXT_VerifyNotes
source: Check for an email from Frontier and click on the link to verify your account.\rIf you don't see the email, please\r1. Double check that {0} is accurate and doesn't have any typos.\r2. Check your spam and trash folders.\r3. Wait for a few minutes.
de: Halte nach einer E-Mail von Frontier Ausschau und Klicke auf den Link, um dein Konto zu verifizieren.\rWenn du die E-Mail nicht siehst\r1, dann Stelle sicher, dass {0} stimmt und keine Schreibfehler enthält.\r2. Überprüfe Spam- und Müllordner.\r3. Warte ein paar Minuten.
es: Busca un correo de Frontier y haz clic en el enlace para verificar la cuenta.\rSi no ves el correo,\r1. Comprueba que {0} es correcto y no contiene errores.\r2. Comprueba tus carpetas de spam y de mensajes eliminados.\r3. Espera unos minutos.
fr: Vérifiez si vous avez reçu un e-mail de Frontier et cliquez sur le lien pour vérifier votre compte.\rSi vous ne voyez pas l’e-mail, merci de\r1. Vérifier que {0} est correct et ne comporte pas de fautes de frappe.\r2. Vérifiez votre boîte d’indésirables et votre corbeille.\r3. Attendez quelques minutes.
pt_br: Procure um e-mail da Frontier e clique no link para verificar sua conta.\rSe você não encontrar o e-mail, por favor:\r1. Confirme que {0} está correto e não tem erros de digitação.\r2. Procure em suas caixas de spam e lixo.\r3. Aguarde alguns minutos.
ru: Откройте полученное от Frontier письмо и перейдите по ссылке, чтобы подтвердить свою учетную запись.\rЕсли вы не получили письмо:\r1. Проверьте, что правильно и без ошибок ввели адрес электронной почты ({0}).\r2. Проверьте корзину и папку со спамом.\r3. Подождите несколько минут.

# TXT_VirtualCache
source: Virtual Cache
de: Virtueller Cache
es: Caché virtual
fr: Cache virtuel
pt_br: Cache virtual
ru: Виртуальная память

source: Unauthorised
de: Nicht autorisiert
es: No autorizado
fr: Autorisation refusée
pt_br: Não autorizado
ru: Нет авторизации

# UnexpectedServerResponse
source: Unexpected response from server: {0}
de: Unerwartete Rückmeldung von Server: {0}
es: Respuesta no esperada desde el servidor: {0}
fr: Réponse du serveur inattendue : {0}
pt_br: Resposta inesperada do servidor: {0}
ru: Неожиданный ответ от сервера: {0}

# UninstallWarning
source: Uninstalling the game will remove all game files, including logs and screenshots. Save files and settings are stored elsewhere and will not be removed. Versions of the game using these files will be disabled in the launcher. Are you sure you want to uninstall the game ?
de: Durch die Deinstallation werden alle Spieldateien inklusive Logs und Screenshots entfernt. Spielstände und Einstellungen werden an anderer Stelle gespeichert und nicht entfernt. Versionen des Spiels, die auf diese Dateien zurückgreifen, werden im Launcher deaktiviert Das Spiel wirklich deinstallieren?
es: Si desinstalas el juego, se eliminarán todos los archivos del juego. Esto incluye los registros e imágenes. Los datos de guardado y ajustes están almacenados en otro lugar y no se eliminarán. Las versiones del juego que usen estos archivos se deshabilitarán en el lanzador. ¿Seguro que quieres desinstalar el juego?
fr: La désinstallation du jeu entraînera la suppression de tous ses fichiers, dont les journaux et les captures d’écran. Les sauvegardes et les paramètres sont conservés séparément et ne seront pas supprimés. Les versions du jeu utilisant ces fichiers seront désactivées dans le lanceur. Souhaitez-vous vraiment désinstaller le jeu ?
pt_br: Ao desinstalar o jogo, todos os arquivos do jogo serão removidos, incluindo registros e capturas de tela. As configurações e os jogos salvos são armazenados em outro local, e não serão removidos. As versões do jogo usando esses ficheiros serão desativadas no inicializador. Você tem certeza que quer desinstalar o jogo?
ru: При удалении игры будут удалены все ее файлы, включая системные протоколы и снимки экрана. Файлы сохранения и настроек игры лежат в другом месте и не удалятся. Версии игры, использующие эти файлы, будут неактивны в программе запуска. Вы уверены, что хотите удалить игру?

# UninstallWarningTitle
source: Uninstall Game
de: Spiel deinstallieren
es: Desinstalar el juego
fr: Désinstaller le jeu
pt_br: Desinstalar jogo
ru: Удалить игру

# UpdateCheckDisabled
source: Cannot update while game running.
de: Kein Update möglich, während das Spiel läuft.
es: No se puede actualizar mientras se ejecuta el juego.
fr: Mise à jour impossible lorsque le jeu est en cours d'exécution.
pt_br: Não é possível atualizar enquanto o jogo está sendo executado.
ru: Обновление при запущенной игре невозможно.

# UpdateCheckInstall
source: The game must be installed before it can be updated.
de: Das Spiel muss vor einem Update komplett installiert sein.
es: Se debe instalar el juego antes de actualizarlo.
fr: Le jeu doit être installé avant de pouvoir être mis à jour.
pt_br: O jogo deve ser desinstalado antes que seja possível atualizá-lo.
ru: Прежде чем игра будет обновлена, ее необходимо установить.

# UpdateCheckPlay
source: The game is up to date.
de: Aktuelle Spielversion ist installiert.
es: El juego está actualizado.
fr: Le jeu est à jour.
pt_br: O jogo foi atualizado.
ru: У вас установлена самая свежая версия игры.

# UpdateCheckTitle
source: Check For Updates
de: Suche nach Updates
es: Buscar actualizaciones
fr: Recherche de mises à jour
pt_br: Verificar atualizações
ru: Проверить обновление

# UpdateCheckUpdate
source: An update is available.
de: Es steht ein Update zur Verfügung.
es: Hay una actualización disponible.
fr: Une mise à jour est disponible.
pt_br: Está disponível uma atualização.
ru: Доступно новое обновление.

# UpdateCheckUpdateDev
source: \n\nDisable ignore updates to install.
de: \n\nDeaktiviere Updates ignorieren zum Installieren.
es: \n\nDesactivar ignorar las actualizaciones disponibles.
fr: \n\nQuand cette option est désactivée, le lanceur ignore les mises à jour à installer.
pt_br: \n\nDesativa ignorar atualizações para instalar.
ru: \n\nДля установки включите функцию проверки обновлений.

# UploadCrashReportDetails
source: Failed to upload {0} as crash dump : {1}
de: Upload von {0} als Crash-Dump fehlgeschlagen: {1}
es: No se ha podido actualizar {0} porque el juego se ha colgado: {1}
fr: Échec de l'envoi ({0}) en tant que fichier de vidage sur incident : {1}
pt_br: Erro ao fazer upload de {0} como despejo: {1}
ru: Не удалось загрузить дамп данных {0}: {1}

# UploadCrashReportTitle
source: Error starting upload
de: Fehler beim Starten des Uploads
es: Error al iniciar la subida
fr: Erreur au lancement de l'envoi
pt_br: Erro ao iniciar upload
ru: Ошибка начала загрузки

# UploadException
source: Exception processing crash dump: {0}
de: Ausnahme bei der Verarbeitung des Crash-Dumps: {0}
es: Excepción procesando informe de crash: {0}
fr: Exception lors du traitement du vidage sur incident : {0}
pt_br: Exceção ao processar despejo de memória: {0}
ru: Исключение при обработке дампа данных: {0}

# UploadingPrefix
source: Please wait while the
de: Bitte warten, bis der
es: Por favor espere mientras el
fr: Veuillez patienter le temps que le
pt_br: Aguarde enquanto o upload de
ru: Дождитесь, пока

# UploadingSuffix
source: is uploaded.
de: hochgeladen ist.
es: es subido.
fr: nous soit envoyé.
pt_br: é feito.
ru: не будет загружен.

# VersionStatusFuture
source: {0} ({1} server)
es: {0} (Servidor: {1})
fr: {0} (Serveur : {1})
pt_br: {0} ({1} servidor)
ru: {0} (сервер {1})

# VersionStatusRequired
source: {0} ({1} requires update)
de: {0} ({1} erforderlich, siehe News)
es: {0} ({1} requerida, ver noticias)
fr: {0} ({1} nécessaire, se référer à la section Actualités)
pt_br: {0} ({1} requer atualização)
ru: {0} (Требуется {1}, см. новости)

# VersionStatusSupported
source: {0} ({1} available, see news)
de: {0} ({1} verfügbar, siehe News)
es: {0} ({1} disponible, ver noticias)
fr: {0} ({1} disponible, se référer à la section Actualités)
pt_br: {0} ({1} disponível, veja as notícias)
ru: {0} (Доступна {1}, см. новости)
