Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# GameLanguage
source: English\\UK
de: German\\DE
es: Spanish\\ES
fr: French\\FR
pt_br: Portuguese\\BR
ru: Russian\\RU

# Apology
source: We apologize for the inconvenience.
de: Entschuldige bitte die Unannehmlichkeiten.
es: Sentimos las molestias.
fr: Veuillez nous excuser pour la gêne occasionnée.
pt_br: Pedimos desculpa pelos inconvenientes causados.
ru: Приносим извинения за возникшие неудобства.

# ApplicationAlreadyRunning
source: Only one copy of the Elite Dangerous Launcher can run at a time.
de: Es kann zeitgleich nur eine Version des Launchers von Elite Dangerous laufen.
es: Solo se puede ejecutar una copia del lanzador de Elite Dangerous a la vez.
fr: Un seul programme de lancement d'Elite Dangerous peut être exécuté à la fois.
pt_br: Apenas uma cópia do inicializador do Elite Dangerous pode ser executada de cada vez.
ru: Одновременная работа двух и более копий программы запуска Elite Dangerous невозможна

# ApplicationStartupFailure
source: Application startup exception : {0}
de: Ausnahme beim Start der Anwendung: {0}
es: Excepción de arranque de la aplicación : {0}
fr: Exception lors du démarrage de l'application : {0}
pt_br: Exceção de inicialização do aplicativo : {0}
ru: Исключение при запуске приложения: {0}

# BTNT_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отменить

# BTNT_DoNotSend
source: Do not send
de: Nicht senden
es: No enviar
fr: Ne pas envoyer
pt_br: Não enviar
ru: Не отправлять

# BTNT_Install
source: Install
de: Installieren
es: Instalar
fr: Installer
pt_br: Instalar
ru: Установить

# BTNT_Login
source: log in
de: einloggen
es: iniciar sesión
fr: connexion
pt_br: entrar
ru: войти в систему

# BTNT_Options
source: Options
de: Optionen
es: Opciones
pt_br: Opções
ru: Параметры

# BTNT_Play
source: Play
de: Spielen
es: Jugar
fr: Jouer
pt_br: Jogar
ru: Играть

# BTNT_PlayOffline
source: Play Demo
de: Demo spielen
es: Jugar a la demo
fr: Jouer à la démo
pt_br: Jogar demo
ru: Играть в демоверсию

# BTNT_Purchase
source: Purchase
de: Kaufen
es: Comprar
fr: Acheter
pt_br: Comprar
ru: Купить

# BTNT_Register
source: Register
de: Registrieren
es: Registrarse
fr: Enregistrement
pt_br: Registrar
ru: Регистрация

# BTNT_Register_JW1
source: Create
de: Erstellen
es: Crear
fr: Créer
pt_br: Criar
ru: Создать

# BTNT_Register_JW2
source: Create Account
de: Account erstellen
es: Crear cuenta
fr: Créer un compte
pt_br: Criar conta
ru: Создать учетную запись

# BTNT_Register_JW3
source: Create New Account
de: Neuen Account erstellen
es: Crear nueva cuenta
fr: Créer un nouveau compte
pt_br: Criar nova conta
ru: Создать новую учетную запись

# BTNT_Register_JW4
source: New Account
de: Neuer Account
es: Nueva cuenta
fr: Nouveau compte
pt_br: Nova conta
ru: Новая учетная запись

# BTNT_Register_JW5
source: New User
de: Neuer Benutzer
es: Nuevo usuario
fr: Nouvel utilisateur
pt_br: Novo usuário
ru: Новый пользователь

# BTNT_Register_JW6
source: Sign-up
de: Anmelden
es: Inscribirse
fr: Inscription
pt_br: Inscreva-se
ru: Регистрация

# BTNT_ReleaseNotes
source: view release notes
de: Versionshinweise anzeigen
es: Ver notas de lanzamiento
fr: voir les notes de mise à jour
pt_br: ver notas de versão
ru: просмотреть примечания к версии

# BTNT_Send
source: Send
de: Senden
es: Enviar
fr: Envoyer
pt_br: Enviar
ru: Отправить

# BTNT_Submit
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
pt_br: Enviar
ru: Ввести

# BTNT_Upgrade
source: Upgrade
es: Actualizar
fr: Mettre à niveau
pt_br: Melhorar
ru: Улучшить

# BTNT_Working
source: Working
de: Beschäftigt
es: En proceso
fr: En cours d'exécution
pt_br: Trabalhando
ru: Работает

# CancelDownloadDetails
source: If the download is cancelled and restarted later the download will be resumed if possible. Files already downloaded may need to be downloaded again if an update is released between cancellation and the next download attempt. The game will not be playable until the download is completed. Are you sure you want to cancel?
de: Bei Abbruch und Wiederaufnahme des Downloads wird der Download nach Möglichkeit fortgeführt. Sollte zwischen Abbruch und Wiederaufnahme des Downloads ein Update veröffentlicht worden sein, werden einige bereits heruntergeladene Dateien möglicherweise erneut heruntergeladen. Das Spiel kann erst dann gestartet werden, wenn der Download abgeschlossen ist. Wirklich abbrechen?
es: Si la descarga se cancela y se reinicia más tarde, se retomará desde donde se dejó siempre que sea posible. Los ficheros ya descargados pueden requerir una nueva descarga si se lanza una actualización entre la cancelación y el siguiente intento de descarga. No podrás jugar al juego hasta que la descarga se complete. ¿Seguro que quieres cancelarla?
fr: Si le téléchargement est annulé, puis relancé ultérieurement, il reprendra au même endroit dans la mesure du possible. Les fichiers déjà récupérés devront éventuellement être téléchargés une nouvelle fois si une mise à jour a été déployée entre-temps. Il n'est pas possible de jouer à Elite Dangerous tant que le téléchargement n'est pas terminé. Voulez-vous vraiment annuler ?
pt_br: Caso seja cancelado e reiniciado mais tarde, o download continuará, se possível. Poderá ser necessário fazer o download de arquivos que já foram baixados novamente, caso seja lançada uma atualização entre o cancelamento e a tentativa seguinte de download. Não será possível jogar até que o download tenha sido concluído. Tem certeza de que deseja cancelar?
ru: При отмене и последующем повторном запуске загрузки ее процесс будет по возможности продолжен. Если между отменой загрузки и следующей ее попыткой было выпущено обновление, может потребоваться повторная загрузка уже загруженных файлов. До завершения загрузки играть в игру будет невозможно. Отменить загрузку?

# CancelDownloadTitle
source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
pt_br: Cancelar download
ru: Отменить загрузку

# CompletedConfidential
source: We will treat this report as confidential.
de: Wir behandeln diesen Bericht vertraulich.
es: Trataremos este informe de forma confidencial.
fr: Ce rapport sera traité avec la plus grande confidentialité.
pt_br: Este relatório será tratado como confidencial.
ru: Это сообщение будет считаться конфиденциальным.

# CompletedPrefix
source: We have created a
de: Es wurde ein
es: Hemos creado un
fr: Nous avons créé un
pt_br: Nós criamos um
ru: Мы подготовили

# CompletedSuffix
source: for your system that you can send to us that will help diagnose issues that may be specific to certain systems.
de: für dein System erstellt. Damit kannst du uns bei der Diagnose von Problemen helfen, die nur bestimmte Systeme betreffen
es: para tu sistema que puedes enviarnos y que nos ayudará a diagnosticar problemas que puedan ser específicos a ciertos sistemas.
fr: de votre système. En nous l'envoyant, vous nous aiderez à identifier certains problèmes propres à des configurations données.
pt_br: para o seu sistema que pode ser enviado para nos ajudar a diagnosticar problemas que possam ser específicos de determinados sistemas.
ru: для вашей системы, который вы можете отправить нам, чтобы облегчить поиск источника проблем в определенных системах.

# CompletedTitle
source: Hardware Report
de: Hardware-Bericht
es: Informe de hardware
fr: rapport sur la configuration matérielle
pt_br: Relatório de hardware
ru: Отчет об аппаратном обеспечении

# Confidentiality
source: This report will be looked into as soon as possible and will be treated as confidential.
de: Wir werden uns so schnell wie möglich um den Bericht kümmern und ihn vertraulich behandeln.
es: Investigaremos este informe lo antes posible y será tratado de manera confidencial.
fr: Ce rapport sera analysé dès que possible et traité de façon confidentielle.
pt_br: Este relatório será analisado assim que possível e tratado como confidencial.
ru: Это сообщение будет рассмотрено незамедлительно и считается конфиденциальным.

# CrashDumpPrefix
source: We have created a
de: Es wurde ein
es: Hemos creado un
fr: Nous avons créé un
pt_br: Nós criamos um
ru: Мы подготовили

# CrashDumpSuffix
source: describing the issue that you can send to us.
de: mit einer Problembeschreibung erstellt, den du uns zusenden kannst.
es: que describe el problema y que nos puedes enviar.
fr: décrivant le problème, que vous pouvez nous envoyer.
pt_br: descrevendo o problema que pode ser enviado para nós.
ru: с описанием проблемы, который можно отправить нам.

# CrashDumpTitle
source: Crash Report
de: Crash-Bericht
es: Informe de error
fr: rapport d'incident
pt_br: Relatório de falha
ru: Отчет об ошибке

# CrashReporterTitle
source: Crash Reporter
de: Crash-Bericht
es: Creador de informes
fr: Générateur de rapport d'incident
pt_br: Gerador de relatório de falha
ru: Сообщающий об ошибке

# DefaultApplicationVersionString
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
pt_br: desconhecido
ru: неизвестно

# DHS_Copy
source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le Presse-papiers
pt_br: Copiar para área de transferência
ru: Копировать в буфер обмена

# DHS_Done
source: Done
de: Fertig
es: Hecho
fr: Terminé
pt_br: Concluído
ru: Готово

# DHS_Title
source: Hardware Report
de: Hardware-Bericht
es: Informe de hardware
fr: rapport sur la configuration matérielle
pt_br: Relatório de hardware
ru: Отчет об аппаратном обеспечении

# EULA_Accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
pt_br: Aceitar
ru: Принять

# EULA_Decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
pt_br: Rejeitar
ru: Отклонить

# EULA_PleaseRead
source: Please read the following license agreement. You must accept the terms of this agreement before using the Launcher.
de: Bitte lies die folgende Lizenzvereinbarung. Vor dem Nutzen des Launchers musst du die Bedingungen dieser Vereinbarung akzeptieren.
es: Por favor, lee el siguiente contrato de licencia. Debes aceptar las condiciones del contrato antes de poder usar el Lanzador.
fr: Veuillez lire attentivement le contrat de licence ci-dessous. Vous devez accepter les conditions de ce contrat pour utiliser le lanceur.
pt_br: Leia o seguinte contrato de licença. Você deverá aceitar os termos do acordo antes de usar o inicializador.
ru: Прочитайте приведенное ниже лицензионное соглашение. Вы должны принять его условия перед использованием программы запуска.

# EULA_Title
source: License Agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Contrat de licence
pt_br: Acordo de licença
ru: Лицензионное соглашение

# ExpiredLauncherVersionDetails
source: A newer version of the Frontier launcher ({0}) is available and must be installed to continue playing. Do you want to download the installer now?
de: Es steht eine neue Version des Launchers zur Verfügung ({0}). Zum Fortsetzen des Spiels muss diese neue Version installiert werden. Mehr Informationen über Updates findest du im Abschnitt "News".
es: Una nueva versión de lanzador ({0}) está disponible y tienes que instalarla para continuar jugando. Verifica la sección de Noticias para más información sobre actualizaciones.
fr: Une version plus récente du programme de lancement ({0}) est disponible et doit être installée pour que vous puissiez continuer à jouer. Consultez la section Actualités pour obtenir plus d'informations sur les mises à jour.
pt_br: Uma versão mais recente do inicializador da Frontier ({0}) está disponível e deve ser instalada para que você possa continuar jogando. Deseja fazer o download do instalador agora?
ru: Доступна более новая версия программы запуска ({0}). Чтобы продолжить игру, необходимо установить эту версию. Информацию об обновлении см. в разделе «Новости».

# ExpiredLauncherVersionTitle
source: Launcher Requires Update
de: Update für Launcher erforderlich
es: Es necesario actualizar el lanzador.
fr: Mise à jour du programme de lancement nécessaire
pt_br: O inicializador requer atualização
ru: Требуется обновление программы запуска

# FORCManager_HardwareSurveyCollectionFail
source: Failed to collect hardware description: {0}
de: Anzeige der Hardware-Beschreibung gescheitert: {0}
es: Error al recabar la descripción de hardware: {0}
fr: Échec de la récupération de la description du matériel : {0}
pt_br: Não foi possível encontrar descrição do hardware: {0}
ru: Ошибка при получении описания аппаратного обеспечения: {0}

# FORCManager_HardwareSurveyMissing
source: Failed to find expected hardware description file at: {0}
de: Erwartete Hardware-Beschreibungsdatei nicht gefunden unter: {0}
es: No se encontró el fichero de descripción de hardware en: {0}
fr: Échec de la récupération du fichier de description du matériel attendu sur : {0}
pt_br: Não foi possível encontrar arquivo esperado de descrição do hardware em: {0}
ru: Не найден файл с описанием аппаратного обеспечения: {0}

# FORCManager_HardwareSurveyReadFail
source: Failed to read hardware description file at: {0} With exception: {1}
de: Hardware-Beschreibungsdatei nicht ausgelesen unter: {0} Ausnahme: {1}
es: No se pudo leer el fichero de descripción de hardware en: {0} Con excepción: {1}
fr: Échec de la lecture du fichier de description du matériel sur : {0} Exception: {1}
pt_br: Não foi possível ler arquivo de descrição do hardware em: {0} Com exceção: {1}
ru: Не удается прочесть файл с описанием аппаратного обеспечения: {0} Исключение: {1}

# FORCManager_NoServerStatus
source: No server to communicate with.
de: Kein Server für Kommunikation.
es: No hay servidor con el que comunicarse.
fr: Aucun serveur disponible.
pt_br: Não foi encontrado um servidor para comunicação.
ru: Отсутствует сервер для установления связи.

# FORCManager_UnableToDetermineMachineID
source: Unable to determine machine identifier.
de: Rechneridentifikation konnte nicht ermittelt werden.
es: No se ha podido determinar el identificador del ordenador.
fr: Échec de l'obtention de l'identificateur de l'ordinateur.
pt_br: Não foi possível determinar o identificador da máquina.
ru: Невозможно определить идентификатор машины.

# FSSAATQ_InvalidServerResponse
source: Invalid response from server, unable to confirm verification code.
de: Ungültige Rückmeldung vom Server. Verifizierungscode konnte nicht bestätigt werden.
es: Respuesta inválida del servidor. No se ha podido confirmar el código de verificación.
fr: Réponse du serveur non valide, échec de la confirmation du code de vérification.
pt_br: Resposta inválida do servidor. Não foi possível confirmar o código de verificação.
ru: Неверный ответ от сервера. Невозможно подтвердить код верификации.

# FSSALQ_InvalidServerResponse
source: Invalid response from server, unable to check validation code
de: Ungültige Rückmeldung vom Server. Validierungscode kann nicht geprüft werden.
es: Respuesta inválida del servidor. No se ha podido comprobar el código de verificación.
fr: Réponse du serveur non valide, échec de la validation du code de vérification.
pt_br: Resposta inválida do servidor. Não foi possível verificar o código de validação.
ru: Неверный ответ от сервера. Невозможно проверить код валидации.

# FSSALQ_VerificationMessageDebug
source: As the server is in debug mode I can tell you the code you need is {0}
de: Der Server ist im Debug-Modus. Der benötigte Code lautet: {0}
es: Como el servidor está en modo de depuración te puedo decir que el código que necesitas es {0}
fr: Le serveur opérant actuellement en mode debug, le code dont vous avez besoin est le suivant : {0}
pt_br: Uma vez que o servidor está em modo de depuração, o código de que você precisa é {0}
ru: Так как сервер сейчас находится в режиме отладки, нужный вам код {0}

# FSSCVQ_Unsupported
source: version check not supported by
de: Versionscheck nicht unterstützt von
es: La comprobación de versión no es compatible con
fr: vérification non prise en charge par
pt_br: verificação de versão não compatível com
ru: версия не поддерживается

# FSSDM_BeginDownloadResponseX
source: Exception getting download response: {0}
de: Ausnahme bei Download-Rückmeldung: {0}
es: Excepción obteniendo respuesta de la descarga: {0}
fr: Exception lors de la récupération de la réponse de téléchargement : {0}
pt_br: Exceção ao obter resposta de download: {0}
ru: Исключение при получении ответа на загрузку: {0}

# FSSDM_BeginDownloadX
source: Exception starting download: {0}
de: Ausnahme bei Download-Start: {0}
es: Excepción comenzando descarga: {0}
fr: Exception lors du lancement du téléchargement : {0}
pt_br: Exceção ao iniciar o download: {0}
ru: Исключение при начале загрузки: {0}

# FSSIQ_InvaildFileSize
source: File size not valid ({0})
de: Ungültige Dateigröße ({0})
es: Tamaño de fichero no válido ({0})
fr: Taille de fichier non valide ({0})
pt_br: O tamanho do arquivo não é válido ({0})
ru: Неверный размер файла ({0})

# FSSIQ_InvalidCheckSum
source: Failed to determine installer verification code.
de: Installer-Verifizierungscode konnte nicht ermittelt werden.
es: No se ha podido determinar el código de verificación del instalador.
fr: Échec de l'identification du code de vérification du programme d'installation.
pt_br: Não foi possível determinar o código de verificação do instalador.
ru: Не удалось определить код верификации для программы установки.

# FSSIQ_InvalidDownload
source: Failed to determine download path.
de: Download-Pfad konnte nicht ermittelt werden.
es: No se ha podido determinar la ruta de descarga.
fr: Échec de l'identification du chemin de téléchargement.
pt_br: Não foi possível determinar o caminho de download.
ru: Не удалось определить путь для загрузки.

# FSSIQ_InvalidLocalFile
source: Failed to determine local installer path.
de: Lokaler Installer-Pfad konnte nicht ermittelt werden.
es: No se ha podido determinar la ruta del instalador local.
fr: Échec de l'identification du chemin local du programme d'installation.
pt_br: Não foi possível determinar o caminho do instalador local.
ru: Не удалось определить локальный путь для программы установки.

# FSSIQ_NoCheckSum
source: Server failed to provide installer verification code.
de: Server konnte Installer-Verifizierungscode nicht bereitstellen.
es: El servidor no ha podido proporcionar el código de verificación del instalador.
fr: Le serveur n'a pas fourni le code de vérification du programme d'installation.
pt_br: O servidor não forneceu o código de verificação do instalador.
ru: Сервер не смог предоставить код верификации для программы установки.

# FSSIQ_NoDownload
source: Server failed to provide download information.
de: Server konnte Download-Information nicht bereitstellen.
es: El servidor no ha podido proporcionar la información de descarga.
fr: Le serveur n'a pas fourni les informations de téléchargement.
pt_br: O servidor não forneceu informações sobre o download.
ru: Сервер не смог предоставить информацию о загрузке.

# FSSIQ_NoLocalFile
source: Server failed to provide local file path.
de: Server konnte lokalen Datei-Pfad nicht bereitstellen.
es: El servidor no ha podido proporcionar la ruta de archivo local.
fr: Le serveur n'a pas fourni le chemin local du programme d'installation.
pt_br: O servidor não forneceu o caminho do arquivo local.
ru: Сервер не смог предоставить локальный путь к файлу.

# FSSIQ_NoVersion
source: Server failed to provide version information.
de: Server konnte Version-Informationen nicht bereitstellen.
es: El servidor no ha podido proporcionar la información de la versión.
fr: Le serveur n'a pas fourni d'informations de version.
pt_br: O servidor não forneceu informações sobre a versão.
ru: Сервер не смог предоставить информацию о версии.

# FSSIQ_Rejected
source: Server refused to provide installer: {0}
de: Server hat Installer nicht bereitgestellt. {0}
es: El servidor se negó a proporcionar el instalador: {0}
fr: Le serveur a refusé de fournir les informations suivantes au programme d'installation : {0}
pt_br: O servidor recusou o fornecimento do seguinte para o instalador: {0}
ru: Сервер отказался предоставлять программу установки: {0}

# FSSIQ_RequestX
source: Exception requesting installer: {0}
de: Ausnahme bei Anfrage nach Installer: {0}
es: Excepción pidiendo instalador: {0}
fr: Exception lors de l'identification du programme d'installation : {0}
pt_br: Exceção ao solicitar instalador: {0}
ru: Исключение при запросе программы установки: {0}

# FSSIQ_ServerResponseX
source: Exception processing server response: {0}
de: Ausnahme bei Verarbeitung der Server-Rückmeldung: {0}
es: Excepción procesando la respuesta del servidor: {0}
fr: Exception lors du traitement de la réponse du serveur : {0}
pt_br: Exceção ao processar resposta do servidor: {0}
ru: Исключение при обработке ответа сервера: {0}

# FSSJWQ_SRNoResponse
source: No or empty response from server : {0}
de: Keine oder leere Antwort vom Server : {0}
es: Sin (o vacía) respuesta del servidor : {0}
fr: Réponse nulle ou vide du serveur : {0}
pt_br: Resposta negativa ou vazia do servidor: {0}
ru: Нет ответа или пустой ответ от сервера: {0}

# FSSJWQ_SRParseFail
source: Failed to parse server response: {0}
de: Server-Rückmeldung konnte nicht geparst werden: {0}
es: No se pudo leer la respuesta del servidor: {0}
fr: Échec de l'analyse de la réponse du serveur : {0}
pt_br: Não foi possível analisar a resposta do servidor: {0}
ru: Ошибка при анализе ответа сервера: {0}

# FSSJWQ_SRQueryX
source: Exception attempting query: {0}
de: Ausnahme beim Versuch der Anfrage: {0}
es: Excepción intentando consulta: {0}
fr: Exception lors de la tentative de requête : {0}
pt_br: Exceção ao tentar consulta: {0}
ru: Исключение при попытке запроса: {0}

# FSSRSTQ_Forbidden
source: Forbidden.
de: Nicht gestattet.
es: Prohibido
fr: Action interdite.
pt_br: Proibido.
ru: Запрещено.

# FSSRSTQ_InvalidServerResponse
source: Invalid response from server, unable to obtain session token.
de: Ungültige Rückmeldung vom Server. Session-Token konnte nicht angefordert werden.
es: Respuesta inválida del servidor. No se ha podido obtener el identificador de sesión.
fr: Réponse du serveur non valide, échec de l'obtention d'un jeton de session.
pt_br: Resposta inválida do servidor. Não foi possível obter o token da sessão.
ru: Неверный ответ от сервера. Невозможно получить идентификатор сеанса.

# FSSRSTQ_ServerResponseX
source: Unexpected response from server: {0}
de: Unerwartete Rückmeldung von Server: {0}
es: Respuesta inesperada del servidor: {0}
fr: Réponse du serveur inattendue : {0}
pt_br: resposta inesperada do servidor: {0}
ru: Неожиданный ответ от сервера: {0}

# HardwarePrefix
source: If you previously submitted a
de: Wenn du uns bereits eine
es: Si ya has mandado antes un
fr: Si vous nous l'aviez déjà envoyée, votre
pt_br: Se você já enviou um
ru: Если вы ранее отправляли

# HardwareSuffix
source: this will be sent along with the crash report to help identify potential factors.
de: zusammen mit dem Crash-Bericht zugesendet hast, werden beide zusammen bearbeitet, um das Problem einzugrenzen.
es: este se enviará junto con el informe de error para ayudar a identificar posibles factores.
fr: sera jointe au rapport d'incident afin de nous aider à identifier les causes possibles du problème.
pt_br: ela será enviada juntamente com o relatório de falha para ajudar a identificar potenciais fatores.
ru: , он будет отослан вместе с отчетом об ошибке, чтобы помочь нам в выявлении ее причин.

# HardwareTitle
source: Hardware Survey
de: Hardware-Übersicht
es: Análisis de hardware
fr: configuration matérielle
pt_br: Pesquisa de hardware
ru: Проверка аппаратной конфигурации

# IMGT_PasswordTitle
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha
ru: Пароль

# IMGT_RememberMe
source: Remember me
de: Merken
es: Recuérdame
fr: Se souvenir de moi
pt_br: Lembrar usuário
ru: Запомнить меня
