Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# VideoDriverVersionCheckFailed
source: Driver {0} is too old at version {1}. Version {2} required.
de: Version {1} von Treiber {0} ist veraltet. Version {2} ist erforderlich.
es: El controlador {0} está obsoleto, ya que su versión es {1}. Hace falta la versión {2}.
fr: Le pilote {0} dans sa version {1} est périmé. Sa version {2} est nécessaire.
pt_br: O driver {0} na versão {1} está desatualizado. É necessário ter a versão {2}.
ru: Драйвер {0} устарел (версия {1}). Требуется версия {2}.

# WTHIS_Close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
ru: Закрыть

# WTHIS_Message
source: The server was unable to confirm your Steam Library products. If you already have a Frontier account you may be able to log in to the launcher using these details. If your account was created through Steam, or you are still unable to login, please see this FAQ: [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]
de: Der Server konnte deine Steam-Bibliothek-Produkte nicht bestätigen. Solltest du bereits über ein Frontier-Konto verfügen, kannst du dich möglicherweise mit diesen Anmeldedaten einloggen. Falls dein Konto via Steam erstellt wurde, oder du dich noch immer nicht einloggen kanst, rufe bitte dieses FAQ auf: [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]
es: El servidor no ha podido confirmar los productos de tu biblioteca de Steam. Si ya tienes una cuenta de Frontier, quizá puedas iniciar sesión en el lanzador usando tus credenciales. Si creaste tu cuenta a través de Steam o si sigues sin poder iniciar sesión, consulta las preguntas frecuentes (en inglés): [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]
fr: Le serveur n'a pas été en mesure de confirmer la liste de votre bibliothèque Steam. Si vous possédez déjà un compte Frontier, vous pouvez peut-être l'utiliser pour vous connecter au programme de lancement. Si vous avez créé votre compte via Steam, ou si vous ne parvenez toujours pas à vous connecter, veuillez consulter cette FAQ : [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]
pt_br: O servidor não pôde confirmar seus produtos da Steam Library. Se você já tem uma conta Frontier, você deve conseguir entrar no inicializador com estes detalhes. Se a sua conta foi criada no Steam, ou se não consegue entrar, consulte esta Pergunta Frequente: [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]
ru: Серверу не удалось подтвердить продукты из вашей библиотеки Steam. Если у вас уже есть учетная запись Frontier, вы можете войти в программу запуска, используя данные этой учетной записи. Если ваша учетная запись была создана через Steam или если вы все еще не можете войти в систему, ознакомьтесь с нашим FAQ: [https://customersupport.frontier.co.uk/hc/en-us/articles/4404180354194-Elite-Dangerous-account-limitations-by-platform-Epic-Steam-Frontier-Console-]

# WTHIS_Title
source: Steam Connection Failed
de: Verbindung zu Steam fehlgeschlagen
es: Error de conexión en Steam
fr: Échec de la connexion via Steam
pt_br: Erro ao conectar-se ao Steam
ru: Не удалось подключиться к Steam

# HU_MessageEpic
source: The game requires an update before you can run it. You can check for updates within Epic Games Store by going to your library, selecting the options for Elite Dangerous and choosing: Verify. There may be a slight delay between the update being released on our servers and Epic's servers. Thank you for your patience.
de: Es muss ein Update durchgeführt werden, bevor das Spiel gestartet werden kann. Du kannst im Epic Games Store nach Updates suchen, indem du in deiner Bibliothek die Option „Verifizieren“ auswählst. Es kann bei der Veröffentlichung des Updates zu leichten Zeitverzögerungen zwischen unseren Servern und den Servern von Epic kommen. Danke für deine Geduld.
es: El juego necesita una actualización antes de poder ejecutarse. Puedes buscar actualizaciones en la Epic Games Store desde tu biblioteca, seleccionando "Confirmar" (Verify) en las opciones de Elite Dangerous. Podría producirse un pequeño retraso entre el lanzamiento de la actualización en nuestros servidores y en los servidores de Epic. Gracias por tu paciencia.
fr: Le jeu nécessite d'être mis à jour avant de pouvoir être lancé. Vous pouvez vérifier s’il y a des mises à jour dans l’Epic Games Store en vous rendant dans votre bibliothèque, sélectionnant les options pour Elite Dangerous et en choisissant : Vérifier. Il se peut qu'il y ait un léger décalage entre le moment où la mise à jour est disponible sur nos serveurs et celui où elle apparaît sur les serveurs Epic. Merci pour votre patience.
pt_br: É necessário atualizar o jogo antes de executá-lo. Você pode verificar se existem atualizações na Epic Games Store indo à sua biblioteca, selecionando as opções de Elite Dangerous e escolhendo: Verificar. Pode demorar um pouco para que uma atualização lançada nos nossos servidores seja disponibilizada nos servidores da Epic. Agradecemos por sua paciência.
ru: Перед запуском игры нужно ее обновить. Проверить наличие обновлений с помощью Epic Games Store можно, перейдя в меню настроек Elite Dangerous в библиотеке и выбрав пункт «Подтвердить». Возможна незначительная задержка между выходом обновления на наших серверах и серверах Epic. Благодарим за ваше терпение.

# RW_LinkRequestEpic
source: Please click on the Link button below to link this Epic account to your existing Frontier account. Click on the Log In button to log in without linking.
de: Bitte klicke unten auf die Verknüpfen-Schaltfläche, um dieses Epic-Konto mit deinem bestehenden Konto zu verknüpfen. Klicke auf die Einloggen-Schaltfläche, um dich ohne Verknüpfen einzuloggen.
es: Haz clic en el botón Vincular que aparece a continuación para vincular esta cuenta de Epic a tu cuenta de Frontier. Haz clic en el botón Iniciar sesión para continuar sin vincularla.
fr: Merci de cliquer sur le bouton Associer compte ci-dessous pour associer vos comptes Epic et Frontier. Si vous ne souhaitez pas le faire, connectez-vous simplement en cliquant sur Connexion.
pt_br: Clique no botão Associar abaixo para associar esta conta Epic a sua conta Frontier existente. Clique no botão Entrar para acessar sem fazer a associação.
ru: Щелкните кнопку «Привязать» ниже, чтобы привязать этот аккаунт Epic к существующей учетной записи Frontier. Чтобы войти без привязки, щелкните по кнопке «Войти в систему».

# LW_RegistrationEpic
source: Please log in with your Elite: Dangerous account details. If you do not have an account please register {HERE:here} (these are not your Epic account details).
de: Bitte melde dich mit deinen Elite Dangerous-Spielkontodaten an. Bitte registriere dich hier {HERE:here}, falls du noch kein Konto hast (dies sind nicht deine Epic-Kontodaten).
es: Conéctate con los detalles de tu cuenta de Elite Dangerous. Si no tienes una cuenta, regístrate {HERE:aquí} (estos no son los datos de tu cuenta de Epic).
fr: Veuillez vous connecter avec vos identifiants de compte Elite Dangerous. Si vous ne possédez pas de compte, merci de vous inscrire {HERE:ici} (ces identifiants ne sont pas ceux de votre compte Epic).
pt_br: Inicie sessão com seus dados de conta do Elite Dangerous. Caso você não tenha uma conta, registre-se {HERE:here} (estes não são os seus dados de conta da Epic).
ru: Пожалуйста, выполните вход, введя данные вашей учетной записи Elite Dangerous. Если у вас нет учетной записи, пожалуйста, зарегистрируйтесь {HERE:here}(данные для входа в аккаунт Epic не подходят для игры).

# RW_LinkIntroEpic
source: To play Elite: Dangerous, you can log in to an existing Frontier account or link this Epic account to your Frontier account.
de: Um Elite Dangerous zu spielen, kannst du dich in ein bestehendes Frontier-Konto einloggen oder dieses Epic-Konto mit deinem Frontier-Konto verknüpfen.
es: Para jugar a Elite Dangerous, puedes iniciar sesión en una cuenta de Frontier existente o vincular esta cuenta de Epic con tu cuenta de Frontier.
fr: Pour jouer à Elite Dangerous, vous pouvez vous connecter à un compte Frontier existant ou associer ce compte Epic à un compte Frontier.
pt_br: Para jogar Elite Dangerous, você precisa entrar em uma conta Frontier existente ou associar esta conta da Epic à sua conta Frontier.
ru: Для игры в Elite Dangerous вам потребуется войти в существующую учетную запись Frontier или привязать этот аккаунт Epic к вашей учетной записи Frontier.

# TXT_NeedToLogin1
source: You need to log in to a Frontier account to play Elite Dangerous.
de: Um Elite Dangerous spielen zu können, musst du dich in ein Frontier-Konto einloggen.
es: Tienes que iniciar sesión para jugar a Elite Dangerous.
fr: Vous devez vous connecter à un compte Frontier pour jouer à Elite Dangerous.
pt_br: Você precisa entrar com uma conta Frontier para jogar Elite Dangerous.
ru: Для игры в Elite Dangerous вам потребуется создать учетную запись Frontier.

# TXT_NeedToLogin2
source: You can also create an account now, it's free.
de: Du kannst auch jetzt ein Konto anlegen, es ist kostenlos.
es: También puedes crear una cuenta gratuita ahora.
fr: Vous pouvez également créer un compte maintenant, c’est gratuit.
pt_br: Você também pode criar uma conta agora, é gratuita.
ru: Вы также можете бесплатно создать учетную запись прямо сейчас.

# TITLE_AreYouSureLogOut
source: ARE YOU SURE YOU WANT TO LOG OUT?
de: BIST DU SICHER, DASS DU DICH AUSLOGGEN MÖCHTEST?
es: ¿SEGURO QUE QUIERES CERRAR LA SESIÓN?
fr: SOUHAITEZ-VOUS VRAIMENT VOUS DÉCONNECTER ?
pt_br: VOCÊ TEM CERTEZA QUE QUER DESCONECTAR?
ru: УВЕРЕНЫ, ЧТО ХОТИТЕ ВЫЙТИ ИЗ СИСТЕМЫ?

# BTNT_Back
source: back
de: zurück
es: atrás
fr: retour
pt_br: voltar
ru: Назад

# TITLE_StoreNotLinkedToFDAccount
source: this {0} account is not linked to a frontier account.
de: dieses {0}-konto ist nicht mit einem frontier-konto verknüpft:
es: esta cuenta de {0} no está enlazada a ninguna cuenta de frontier.
fr: ce compte {0} n’est pas lié à un compte frontier.
pt_br: esta conta {0} não está associada a uma conta frontier.
ru: эта учетная запись {0} не привязана к учетной записи frontier.

# TITLE_SuccessLinkStoreAndFD1
source: success!
de: erfolgreich!
es: ¡correcto!
fr: réussite !
pt_br: sucesso!
ru: успешно!

# TITLE_SuccessLinkStoreAndFD2
source: do you want to link your {0} and frontier accounts?
de: mlchtest du deine {0} und frontier-konto verknüpfen?
es: ¿quieres enlazar tus cuentas de {0} y frontier?
fr: voulez-vous lier vos comptes {0} et frontier ?
pt_br: você quer associar suas contas {0} e frontier?
ru: привязать учетную запись {0} к учетной записи frontier?

# TITLE_LinkingStoreAccount
source: linking your {0} and frontier accounts…
de: verknüpfen von {0}- und frontier-konten
es: enlazando tus cuentas de {0} y frontier...
fr: lier vos comptes {0} et frontier...
pt_br: associando suas contas {0} e frontier...
ru: привязка учетной записи {0} к учетной записи frontier...

# BTNT_HardwareSurvey
source: hardware survey
de: hardware-übersicht
es: análisis de hardware
fr: configuration matérielle
pt_br: pesquisa de hardware
ru: проверка аппаратной конфигурации

# BTNT_ManageCheckForUpdates
source: check for updates
de: suche nach updates
es: buscar actualizaciones
fr: rechercher mises à jour
pt_br: verificar atualizações
ru: проверить обновление

# BTNT_ManageValidateFiles
source: validate files
de: dateien validieren
es: validar archvos
fr: valider les fichiers
pt_br: validar arquivos
ru: подтвердить файлы

# BTNT_ManageUninstall
source: uninstall
de: deinstallieren
es: desinstalar
fr: désinstaller
pt_br: desinstalar
ru: удалить

# LB_PasswordConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pt_br: Confirmar
ru: Подтвердить

# LW_ReturnToPage
source: Return to {0}
de: Zu {0} zurückkehren
es: Vuelve a {0}
fr: Revenir à : {0}
pt_br: Voltar para {0}
ru: Вернитесь в систему {0}.

# LW_Submit
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
pt_br: Enviar
ru: Ввести

# LanguageAndCountryCode
source: en-GB
de: de-DE
es: es-ES
fr: fr-FR
pt_br: pt-BR
ru: ru-RU

# MenuUserConnectedAs
source: CONNECTED AS
de: VERBUNDEN ALS
es: CONECTADO COMO
fr: CONNEXION EN TANT QUE
pt_br: CONECTADO COMO
ru: ИДЕНТИФИКАЦИЯ

# MenuUserManage
source: manage
de: verwalten
es: gestionar
fr: gérer
pt_br: gerenciar
ru: управление

# MenuUserLogOut
source: Log Out
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
pt_br: Desconectar
ru: Выйти из системы

# MenuUserSettings
source: settings
de: einstellungen
es: ajustes
fr: paramètres
pt_br: configurações
ru: настройки

# MSG_ESTTime
source: Estimated time to completion: {0}
de: Voraussichtlich fertig in: {0}
es: Tiempo estimado para completarse: {0}
fr: Temps estimé avant complétion : {0}
pt_br: Esitmated tempo to conclusão: {0}
ru: До завершения осталось: {0}

# MSG_InvalidEmailAddress
source: invalid email address
de: ungültige e-mail-adresse
es: correo electrónico inválido
fr: adresse e-mail invalide
pt_br: endereço de e-mail inválido
ru: недействительный адрес электронной почты

# MSG_VerCanPlay
source: ready
de: bereit
es: listo
fr: prêt
pt_br: pronto
ru: готов

# MSG_VerDisabled
source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
pt_br: desabilitado
ru: отключено

# MSG_VerInvalid
source: invalid
de: ungültig
es: inválido
fr: invalide
pt_br: inválido
ru: недействительно

# MSG_VerNotInstalled
source: not installed
de: nicht installiert
es: no instalado
fr: jeu non installé
pt_br: não instalado
ru: не установлено

# MSG_VerUpdateRequired
source: update required
de: update erforderlich
es: actualización necesaria
fr: mise à jour requise
pt_br: atualização necessária
ru: требуется обновление

# PU_ManifestProcessing
source: Processing manifest
de: Verarbeite Manifest
es: Procesando manifiesto
fr: Manifeste de traitement
pt_br: Processando manifesto
ru: Обработка файла манифеста

# TITLE_ApplicationName
source: elite launcher
es: ejecutor de elite
fr: lanceur elite
pt_br: instalador do elite
ru: программа запуска elite

# TITLE_CommunityNews
source: community news
de: community-neuigkeiten
es: noticias de la comunidad
fr: actualités de la communauté
pt_br: notícias comunitárias
ru: новости сообщества

# TITLE_SubSuccessLinkSteamAndFD
source: When you link your Steam and Frontier accounts, you can easily log in in the future using your Steam credentials.
de: Wenn du deine Steam- und Frontier-Konten verknüpfst, kannst du dich in der Zukunft einfach mit deinen Steam-Anmeldedaten einloggen.
es: Cuando enlaces tus cuentas de Steam y Frontier, podrás iniciar sesión fácilmente en el futuro mediante tus credenciales de Steam.
fr: Lorsque vous liez vos comptes Steam et Frontier, vous pourrez facilement vous connecter en utilisant vos identifiants Steam à l’avenir.
pt_br: Depois de associar suas contas Steam e Frontier, você poderá facilmente iniciar sessão no futuro usando suas credenciais Steam.
ru: После привязки учетной записи Steam к учетной записи Frontier вы сможете быстро входить в игру, используя данные Steam.

# TXT_Complete
source: Complete -
de: Abgeschlossen -
es: Completada -
fr: Terminée -
pt_br: Completo -
ru: Завершено -

# TXT_ExamplePasswordConfirm
source: re-enter password
de: Passwort erneut eingeben
es: Reintroducir contraseña
fr: entrez de nouveau le mot de passe
pt_br: reintroduzir senha
ru: ввести пароль заново

# TXT_LauncherVersion
source: Launcher version {0}
de: Lancher-Version {0}
es: Versión {0} del ejecutor
fr: Version du lanceur {0}
pt_br: Versão do Launcher {0}
ru: Версия программы {0}

# TXT_ServerStatus
source: Server Status: {0}
es: Estado del servidor:{0}
fr: Statut du serveur : {0}
pt_br: Estado do servidor: {0}
ru: Статус сервера: {0}

# TXT_ServerStatusUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt_br: Desconhecido
ru: Неизвестно

# BTNT_LoginWithEPIC
source: log in with epic
de: mit epic einloggen
es: iniciar sesión con epic
fr: se connecter avec epic
pt_br: entrar com epic
ru: войти через epic

# TITLE_AccLinkedToDiffSteam1
source: this frontier account is linked to a different steam account.
de: dieses frontier-konto ist mit einem anderen steam-konto verknüpft.
es: esta cuenta de frontier está enlazada a una cuenta de steam distinta.
fr: ce compte frontier est lié à un compte steam différent.
pt_br: esta conta frontier está associada a uma conta steam diferente.
ru: эта учетная запись frontier привязана к другой учетной записи steam:

# TITLE_AccLinkedToDiffSEpic1
source: this frontier account is linked to a different epic account.
de: dieses frontier-konto ist mit einem anderen epic-konto verknüpft.
es: esta cuenta de frontier está enlazada a una cuenta de epic distinta.
fr: ce compte frontier est lié à un compte epic différent.
pt_br: esta conta frontier está associada a uma conta epic diferente.
ru: эта учетная запись frontier привязана к другой учетной записи epic:

# TITLE_AccLinkedToDiffSteam2
source: do you want to transfer linkage to this steam account?
de: möchtest du die verknüpfung auf dieses steam-konto übertragen?
es: ¿quieres transferir el enlace a esta cuenta de steam?
fr: voulez-vous transférer le lien à ce compte steam ?
pt_br: você quer transferir a associação para esta conta steam?
ru: сделать привязку к этой учетной записи steam?

# TITLE_AccLinkedToDiffEpic2
source: do you want to transfer linkage to this epic account?
de: möchtest du die verknüpfung auf dieses epic-konto übertragen?
es: ¿quieres transferir el enlace a esta cuenta de epic?
fr: voulez-vous transférer le lien à ce compte epic ?
pt_br: você quer transferir a associação para esta conta epic?
ru: сделать привязку к учетной записи epic?

# TITLE_EPICLinkedToFDAccount
source: this epic account is linked to a frontier account:
de: dieses epic-konto ist mit einem frontier-konto verknüpft:
es: esta cuenta de epic está enlazada a una cuenta de frontier:
fr: ce compte epic est lié à un compte frontier :
pt_br: esta conta epic está associada a uma conta frontier:
ru: эта учетная запись epic привязана к учетной записи frontier:

# TITLE_SubSuccessLinkEpicAndFD
source: When you link your Epic and Frontier accounts, you can easily log in in the future using your Epic credentials.
de: Wenn du deine Epic- und Frontier-Konten verknüpfst, kannst du dich in der Zukunft einfach mit deinen Epic-Anmeldedaten einloggen.
es: Cuando enlaces tus cuentas de Epic y Frontier, podrás iniciar sesión fácilmente en el futuro mediante tus credenciales de Epic.
fr: Lorsque vous liez vos comptes Epic et Frontier, vous pouvez facilement vous connecter en utilisant vos identifiants Epic à l’avenir.
pt_br: Depois de associar suas contas Epic e Frontier, você poderá facilmente iniciar sessão no futuro usando suas credenciais Epic.
ru: После привязки учетной записи Epic к учетной записи Frontier вы сможете быстро входить в игру, используя данные Epic.

# BTNT_BrowseTutorials
source: tutorials
es: tutoriales
fr: formations
pt_br: tutoriais
ru: руководства

# BTNT_MyAccount
source: my account
de: mein konto
es: mi cuenta
fr: mon compte
pt_br: minha conta
ru: моя учетная запись

# TITLE_GameDescription
source: game description
de: spielbeschreibung
es: descripción del juego
fr: description du jeu
pt_br: descrição do jogo
ru: описание игры

# TITLE_MyAccount
source: my account
de: mein konto
es: mi cuenta
fr: mon compte
pt_br: minha conta
ru: моя учетная запись

# TITLE_Tutorials
source: tutorials
es: tutoriales
fr: formations
pt_br: tutoriais
ru: руководства

# TXT_BrowseTutorialsNote
source: Browse tutorials
de: Tutorials ansehen
es: Buscar tutoriales
fr: Parcourir les formations
pt_br: Ver tutoriais
ru: Просмотреть руководства

# TXT_MyAccountNote
source: Account Settings
de: Konto-Einstellungen
es: Ajustes de cuenta
fr: Paramètres du compte
pt_br: Definições da conta
ru: Настройки учетной записи

# TXT_Redeem25DigitCode
source: If you have a 25 digit code to redeem, you can do it here:
de: Wenn du einen fünfundzwanzigstelligen Code hast, kannst du es hier tun:
es: Si tienes un código de 25 dígitos, canjéalo aquí:
fr: Si vous avez un code à 25 chiffres à utiliser, vous pouvez le faire ici :
pt_br: Se você tiver um código de 25 dígitos para resgatar, pode fazê-lo aqui:
ru: Если у вас есть 25-значный код активации, вы можете ввести его здесь:

# TXT_EmailAddressInUse
source: A Frontier account already exists with this email address.
de: Es gibt bereits ein Frontier-Konto mit dieser E-Mail-Adresse.
es: Ya existe una cuenta de Frontier con esta dirección de correo electrónico.
fr: Un compte Frontier existe déjà avec cette adresse e-mail.
pt_br: Já existe uma conta Frontier com esse endereço de e-mail.
ru: Учетная запись Frontier с этим адресом электронной почты уже существует.

# TXT_PasswordsMismatch
source: Passwords mismatch.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
pt_br: Senhas diferentes.
ru: Пароли не совпадают.

# TXT_PasswordDatesAreEasy_9c7ac60c
source: Dates are often easy to guess.
de: Daten im Sinne von Zeitangaben sind oft leicht zu erraten.
es: Las fechas suelen ser fáciles de adivinar.
fr: Les dates sont souvent faciles à deviner.
pt_br: As datas geralmente são fáceis de adivinhar.
ru: Даты, как правило, легко подобрать.

# TXT_PasswordAvoidDates_8260ff9b
source: Avoid dates and years that are associated with you.
de: Vermeide es Daten (Zeitangaben) und Jahre zu verwenden, die sich leicht mit dir in Verbindung bringen lassen.
es: Evita usar fechas y años que puedan asociarse contigo.
fr: Évitez les dates et les années qui vous sont associées.
pt_br: Evite datas e anos associados a você.
ru: Не используйте связанные с вами даты и года.

# TXT_PasswordCaps_5e48faf9
source: Capitalization doesn't help very much.
de: Großschreibung allein ist keine gute Lösung.
es: Usar mayúsculas no sirve de mucho.
fr: Les majuscules ne sont pas très utiles.
pt_br: As letras maiúsculas não ajudam muito.
ru: Заглавные буквы не слишком помогают.

# TXT_PasswordAllCaps_d0f9e6e6
source: All-uppercase is almost as easy to guess as all-lowercase.
de: Großbuchstaben sind genauso leicht zu erraten wie die ausschließliche Verwendung von Kleinbuchstaben.
es: Escribir todo en mayúsculas es casi tan fácil de adivinar como escribir todo en minúsculas.
fr: Les mots uniquement en majuscule sont presque aussi faciles à deviner que ceux en minuscule.
pt_br: Tudo em maiúsculas é quase tão fácil de adivinhar quanto tudo em minúsculas.
ru: Пароль из всех заглавных букв подобрать почти так же легко, как и пароль из всех маленьких.

# TXT_PasswordTop10_d04fec50
source: This is a top-10 common password.
de: Dieses Passwort ist in den Top 10 der gebräuchlichsten.
es: Esta es una de las 10 contraseñas más comunes.
fr: Il s’agit d’un des dix mots de passe les plus courants.
pt_br: Essa é uma das 10 senhas mais comuns.
ru: Этот пароль входит в десятку самых частых.

# TXT_PasswordTop100_d9cb0d3b
source: This is a top-100 common password.
de: Dieses Passwort ist in den Top 100 der gebräuchlichsten.
es: Esta es una de las 100 contraseñas más comunes.
fr: Il s’agit d’un des 100 premiers mots de passe les plus courants.
pt_br: Essa é uma das 100 senhas mais comuns.
ru: Этот пароль входит в сотню самых частых.

# TXT_PasswordVeryCommon_5fefdb80
source: This is a very common password.
de: Dieses Passwort ist sehr häufig in Gebrauch.
es: Esta contraseña es muy común.
fr: Il s’agit d’un mot de passe très répandu.
pt_br: Essa é uma senha muito comum.
ru: Это очень часто используемый пароль.
