Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# TXT_PasswordNearVeryCommon_9847c65c
source: This is similar to a commonly used password.
de: Dieses Passwort ähnelt einem, das häufig in Gebrauch ist.
es: Es similar a una contraseña de uso común.
fr: Cela s’apparente à un mot de passe couramment utilisé.
pt_br: Essa é semelhante a uma senha muito utilizada.
ru: Этот пароль похож на один часто используемый.

# TXT_PasswordSingleWord_fe6d3a04
source: A word by itself is easy to guess.
de: Ein einzelnes, vollständiges Wort ist leicht zu erraten.
es: Es fácil adivinar una palabra.
fr: Un mot seul est facile à deviner.
pt_br: Uma palavra é fácil de adivinhar.
ru: Само по себе слово легко угадать.

# TXT_PasswordNameSurname_ea60b49f
source: Names and surnames by themselves are easy to guess.
de: Vor- und Nachnamen sind leicht zu erraten.
es: Los nombres y apellidos son fáciles de adivinar.
fr: Les noms et prénoms sont faciles à deviner.
pt_br: Os nomes e sobrenomes são fáceis de adivinhar.
ru: Отдельные имена и фамилии легко угадать.

# TXT_PasswordCommonName_fa93fb1d
source: Common names and surnames are easy to guess.
de: Gewöhnliche Namen und Nachnamen sind leicht zu erraten.
es: Los nombres y apellidos comunes son fáciles de adivinar.
fr: Les noms et prénoms courants sont faciles à deviner.
pt_br: Os nomes e sobrenomes comuns são fáceis de adivinhar.
ru: Распространенные имена и фамилии легко угадать.

# TXT_PasswordPredictableSub_74d5697c
source: Predictable substitutions like '@' instead of 'a' don't help very much.
de: Vorhersehbare Ersetzungen wie „@“ anstelle von „a“ sind nicht sehr hilfreich.
es: Las sustituciones predecibles, como "@" en vez de "a", no sirven de mucho.
fr: Les substitutions prévisibles telles que « @ » au lieu de « a » ne sont pas très utiles.
pt_br: Substituições previsíveis como “@” em vez de “a” não ajudam.
ru: Предсказуемые замены, как, например, @ вместо «а», вам не слишком помогут.

# TXT_PasswordAddWords_61edf813
source: Add another word or two. Uncommon words are better.
de: Füge ein, zwei Wörter hinzu. Ungewöhnliche Wörter sind besser.
es: Añade una o dos palabras más. Cuanto menos comunes sean, mejor.
fr: Ajoutez un ou deux mots de plus. Les mots peu courants sont meilleurs.
pt_br: Adicione mais uma ou duas palavras. Palavras incomuns são melhores.
ru: Добавьте еще одно-два слова. Лучше редких.

# TXT_PasswordRepeats_1fb918fb
source: Repeats like "aaa" are easy to guess.
de: Wiederholte Buchstaben wie „aaa“ sind leicht zu erraten.
es: Las repeticiones, como "aaa", son fáciles de adivinar.
fr: Les répétitions comme « aaa » sont faciles à deviner.
pt_br: Repetições como “aaa” são fáceis de adivinhar.
ru: Повторы букв наподобие «aaa» легко угадать.

# TXT_PasswordRepeats_23829bf0
source: Repeats like "abcabcabc" are only slightly harder to guess than "abc".
de: Wiederholte Buchstabensequenzen wie „abcabcabc“ sind ähnlich leicht zu erraten wie „abc“.
es: Las repeticiones del tipo "abcabcabc" solo son un poco más difíciles de adivinar que "abc".
fr: Les répétitions comme « abcabcabc » sont à peine plus difficiles à deviner que « abc ».
pt_br: Repetições como “abcabcabc” são só um pouco mais difíceis de adivinhar do que “abc”.
ru: Повторы наподобие abcabcabc угадываются почти так же легко, как abc.

# TXT_PasswordRepeatedWords_0fdf1c51
source: Avoid repeated words and characters.
de: Vermeide die Verwendung wiederholter Wörter und Zeichen.
es: Evita repetir palabras y caracteres.
fr: Évitez les lettres et mots répétés.
pt_br: Evite palavras e caracteres repetidos.
ru: Не используйте повторяющиеся слова или буквы.

# TXT_PasswordReversedWords_18b0045b
source: Reversed words aren't much harder to guess.
de: Auch Wortumkehrungen sind relativ leicht zu erraten.
es: Las palabras invertidas no son mucho más difíciles de adivinar.
fr: Les mots inversés ne sont pas beaucoup plus difficiles à deviner.
pt_br: Palavras invertidas não são muito mais difíceis de adivinhar.
ru: Слова в обратном порядке угадать не намного сложней.

# TXT_PasswordSequenceLike_807fb9ae
source: Sequences like abc or 6543 are easy to guess.
de: Sequenzen wie „abc“ oder „6543“ sind leicht zu erraten.
es: Las secuencias, como "abc" o "6543", son fáciles de adivinar.
fr: Les séquences comme abc ou 6543 sont faciles à deviner.
pt_br: Sequências como abc ou 6543 são fáceis de adivinhar.
ru: Такие последовательности, как abc или 6543, легко угадать.

# TXT_PasswordAvoidSequence_f6e20121
source: Avoid sequences.
de: Vermeide die Verwendung von Sequenzen.
es: Evita las secuencias.
fr: Évitez les séquences.
pt_br: Evite sequências.
ru: Не используйте последовательности.

# TXT_PasswordStraightKeyRows_ac4522c4
source: Straight rows of keys are easy to guess.
de: Einfache Tastaturfolgen (etwa horizontal) sind leicht zu erraten.
es: Las teclas seguidas del teclado son fáciles de adivinar.
fr: Les rangées droites de touches sont faciles à deviner.
pt_br: Linhas inteiras do teclado são fáceis de adivinhar.
ru: Нажатые по порядку кнопки легко угадать.

# TXT_PasswordShortFBPatterns_50a6280f
source: Short keyboard patterns are easy to guess.
de: Kurze Tastaturmuster sind leicht zu erraten.
es: Los patrones del teclado cortos son fáciles de adivinar.
fr: Les séries de clavier courtes sont faciles à deviner.
pt_br: Padrões curtos do teclado são fáceis de adivinhar.
ru: Короткие логические последовательности кнопок легко угадать.

# TXT_PasswordLongKBPattern_1deedb29
source: Use a longer keyboard pattern with more turns.
de: Verwende ein längeres Tastaturmuster mit mehreren Richtungswechseln.
es: Usa un patrón del teclado más largo y con más giros.
fr: Utilisez une série de touches plus longue avec plus de variations.
pt_br: Use um padrão de teclado mais longo com mais curvas.
ru: Используйте длинные последовательности с несколькими поворотами.

# TXT_PasswordRecentYears_823d07f3
source: Recent years are easy to guess.
de: Aktuelle Jahreszahlen sind leicht zu erraten.
es: Los años recientes son fáciles de adivinar.
fr: Les années récentes sont faciles à deviner.
pt_br: Anos recentes são fáceis de adivinhar.
ru: Недавние года легко угадать.

# TXT_PasswordAvoidRecentYears_727620c4
source: Avoid recent years.
de: Vermeide die Verwendung von aktuellen Jahreszahlen.
es: Evita usar años recientes.
fr: Évitez les années récentes.
pt_br: Evite anos recentes.
ru: Не используйте недавние года.

# TXT_PasswordAvoidAssociatedYears_71568b72
source: Avoid years that are associated with you.
de: Vermeide es Jahre zu verwenden, die sich leicht mit dir in Verbindung bringen lassen.
es: Evita usar años que puedan asociarse contigo.
fr: Évitez les années qui vous sont associées.
pt_br: Evite anos associados a você.
ru: Не используйте связанные с вами года.

# TXT_PasswordAvoidPhrases_8c4c0923
source: Use a few words, avoid common phrases.
de: Verwende mehrere Wörter, vermeide dabei aber feste Wendungen.
es: Usa algunas palabras sueltas y evita frases comunes.
fr: Utilisez peu de mots, évitez les expressions courantes.
pt_br: Use algumas palavras e evite frases comuns.
ru: Используйте несколько слов, избегайте распространенных фраз.

# TXT_PasswordMoreSymbols_f8de7985
source: No need for symbols, digits, or uppercase letters.
de: Symbole, Ziffern und Großbuchstaben sind nicht nötig.
es: No es necesario usar símbolos, dígitos ni mayúsculas.
fr: Pas besoin de symboles, nombres, ou lettres majuscules.
pt_br: Símbolos, dígitos ou letras maiúsculas não são necessários.
ru: Символы, цифры или заглавные буквы не нужны.

# TXT_PassWarnDefault
source: Unacceptable password.
de: Unzulässiges Passwort.
es: Contraseña no aceptada.
fr: Mot de passe inacceptable.
pt_br: Senha inaceitável.
ru: Некорректный пароль.

# MSG_BuyNow
source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Achetez maintenant
pt_br: Compre agora
ru: Купить сейчас

# ErrorTitle
source: Error
de: Fehler
fr: Erreur
pt_br: Erro
ru: Ошибка

# AlteredLauncherVersion
source: {0} (build {1})
ru: {0} (сборка {1})

# UpdateNotesLinkLanguage
source: en-GB
de: de-DE
fr: fr-FR
pt_br: pt-BR

# TXT_AcceptTerms_2
source: T&C
de: Nutzungsbedingungen
fr: conditions générales de vente
