Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# PU_DownloadFileExc
source: Exception downloading file, possible network failure: {0}
de: Ausnahme beim Datei-Download, möglicher Netzwerkfehler: {0}
es: Excepción descargando el fichero, posible error de red: {0}
fr: Exception lors du téléchargement du fichier&nbsp;; échec possible du réseau : {0}
pt_br: Exceção ao fazer o download do arquivo, possível falha na rede: {0}
ru: Исключение при загрузке файла, возможна сетевая ошибка: {0}

# PU_DownloadInstaller
source: Download installer
de: Installer herunterladen
es: Descargar el instalador
fr: Télécharger le programme d'installation
pt_br: Fazer download do instalador
ru: Загрузить программу установки

# PU_DownloadInstallerExc
source: Exception during file transfer: {0}
de: Ausnahme bei Datei-Transfer: {0}
es: Excepción durante la transferencia de ficheros: {0}
fr: Exception lors du transfert de fichiers : {0}
pt_br: Exceção ao transferir o arquivo: {0}
ru: Исключение при передаче файла: {0}

# PU_FinaliseUpdate
source: Finalising Update
de: Update wird finalisiert
es: Finalizando la actualización
fr: Finalisation de la mise à jour
pt_br: Finalizando atualização
ru: Завершение обновления

# PU_InstallationExc
source: Exception running installer: {0}
de: Ausnahme beim Ausführen des Installers: {0}
es: Excepción durante la ejecución del instalador: {0}
fr: Exception lors de l'exécution du programme d'installation : {0}
pt_br: Exceção na execução do instalador: {0}
ru: Исключение при запуске программы установки: {0}

# PU_InstallationExecute
source: Execute Installer
de: Installer ausführen
es: Ejecutar el instalador
fr: Exécuter le programme d'installation
pt_br: Executar instalador
ru: Запустить программу установки

# PU_InstallationFailed
source: Installation failed with exit code {0}
de: Installation mit Exit-Code gescheitert {0}
es: La instalación falló con el código de salida {0}
fr: Échec de l'installation, code de sortie {0}
pt_br: Falha na instalação com código de saída {0}
ru: Ошибка установки. Код: {0}

# PU_InstallerCheck
source: Check for existing installer
de: Suche nach existierendem Installer
es: Comprobar el instalador existente
fr: Vérification de la présence d'un autre programme d'installation
pt_br: Verificar instalador existente
ru: Проверить наличие программы установки

# PU_ManifestContentsSync
source: Sync files
de: Dateien synchronisieren
es: Sincronizar archivos
fr: Synchroniser les fichiers
pt_br: Sincronizar arquivos
ru: Синхронизировать файлы

# PU_ManifestDownload
source: Download manifest
de: Manifestdatei herunterladen
es: Descargar manifiesto
fr: Télécharger le manifeste
pt_br: Fazer download do manifesto
ru: Загрузить манифест

# PU_ManifestDownloadExc
source: Exception during manifest download: {0}
de: Ausnahme beim Herunterladen der Manifestdatei : {0}
es: Excepción durante la descarga del manifiesto: {0}
fr: Exception lors du téléchargement du manifeste : {0}
pt_br: Exceção durante o download do manifesto: {0}
ru: Исключение при загрузке манифеста: {0}

# PU_ManifestFileCopyExc
source: Exception copying file "{0}": {1}
de: Ausnahme beim Kopieren der Datei "{0}": {1}
es: Excepción copiando el fichero "{0}": {1}
fr: Exception lors de la copie du fichier « {0} » : {1}
pt_br: Exceção ao copiar o arquivo "{0}": {1}
ru: Исключение при копировании файла "{0}": {1}

# PU_ManifestFileCopyValidFail
source: Copy failed for "{0}" (validation error)
de: Kopieren von "{0}" gescheitert (Validierungsfehler)
es: Excepción copiando el fichero "{0}": {1}
fr: Échec de la copie du fichier « {0} » (erreur de validation)
pt_br: Falha da cópia de "{0}" (erro de validação)
ru: Ошибка при копировании "{0}" (ошибка проверки)

# PU_ManifestFileSyncExc
source: Exception updating file "{0}": {1}
de: Ausnahme beim Update der Datei "{0}": {1}
es: Excepción actualizando el fichero "{0}": {1}
fr: Exception lors de la mise à jour du fichier « {0} » : {1}
pt_br: Exceção ao atualizar o arquivo "{0}": {1}
ru: Исключение при обновлении файла "{0}": {1}

# PU_ManifestFileUpdateValidFail
source: Update failed for file "{0}" (validation error)
de: Update der Datei "{0}" gescheitert (Validierungsfehler)
es: Actualización fallida para el fichero "{0}" (error de validación)
fr: Échec de la mise à jour du fichier « {0} » (erreur de validation)
pt_br: Falha da atualização do arquivo "{0}" (erro de validação)
ru: Ошибка при обновлении "{0}" (ошибка проверки)

# PU_ManifestParseFailed
source: Failed to parse manifest file.
de: Parsen der Manifestdatei gescheitert.
es: Error al leer el archivo de manifiesto
fr: Échec de l'analyse du fichier du manifeste&nbsp;:
pt_br: Não foi possível analisar o arquivo do manifesto.
ru: Ошибка при анализе файла манифеста.

# PU_ManifestValidateCheckSumFail
source: Incorrect manifest checksum.
de: Ungültige Manifestdatei-Prüfsumme.
es: Suma de comprobación del manifiesto incorrecta.
fr: Somme de contrôle du manifeste incorrecte :
pt_br: Soma de manifestação do manifesto incorreta.
ru: Неверная контрольная сумма манифеста.

# PU_ManifestValidateSizeFail
source: Incorrect Manifest Size, got {0}, expected {1}
de: Ungültige Größe der Manifestdatei: {0}; erwartet: {1}
es: Tamaño de Manifiesto Incorrecto, se obtuvo {0}, se esperaba {1}
fr: Taille du manifeste non valide : {0}, valeur attendue : {1}
pt_br: Tamanho do manifesto incorreto. Tamanho atual: {0}, tamanho esperado: {1}
ru: Неверный размер манифеста. Получено: {0}, ожидается: {1}

# PU_PrepareForUpdate
source: Preparing for update
de: Update wird vorbereitet
es: Preparando para actualizar
fr: Préparation de la mise à jour
pt_br: Preparando para a atualização
ru: Подготовка к обновлению

# PU_TransferReadFailed
source: Failed to read from response stream. Network connection closed.
de: Lesen des Antwort-Streams fehlgeschlagen. Netzwerkverbindung wurde geschlossen.
es: Error al leer el flujo de respuesta. Conexión de red cerrada.
fr: Échec de la lecture du flux de réponse. Connexion réseau fermée.
pt_br: Não foi possível ler fluxo de resposta. A conexão de rede foi encerrada.
ru: Не удалось произвести чтение из ответного потока. Соединение с сетью прервано.

# PU_UninstallingGame
source: Uninstalling game...
de: Spiel wird deinstalliert ...
es: Desinstalando el juego...
fr: Désinstallation du jeu...
pt_br: Desinstalando jogo...
ru: Идет удаление игры...

# PU_UninstallPrevious
source: Uninstalling previous version...
de: Vorherige Version wird deinstalliert ...
es: Desinstalando versión anterior...
fr: Désinstallation de la version précédente...
pt_br: Desinstalando versão anterior...
ru: Идет удаление предыдущей версии...

# PU_UpdateCaseSensitivityException
source: Case sensitive file systems are not supported.
de: Dateisysteme mit Groß- und Kleinschreibung werden nicht unterstützt.
es: Los sistemas de archivos que distinguen entre mayúsculas y minúsculas no son compatibles.
fr: Les systèmes de fichiers sensibles à la casse ne sont pas pris en charge.
pt_br: Sistemas de arquivo que diferenciam maiúsculas e minúsculas não são suportados.
ru: Чувствительные к регистру файловые системы не поддерживаются.

# PU_UpdateException
source: Unhandled exception during project update : {0}
de: Nicht behandelte Ausnahme während Projekt-Update: {0}
es: Excepción no controlada durante la actualización del proyecto : {0}
fr: Exception non prise en charge lors de la mise à jour du projet : {0}
pt_br: exceção sem tratamento durante atualização do projeto: {0}
ru: Необработанное исключение при обновлении проекта: {0}

# PU_UpdateWriteException
source: Failed to create or write to project directory. This indicates that the launcher has been installed to a location it does not have access to. If you initially ran the launcher as administrator you will need to continue to run the launcher as administrator. Please refer to the online FAQ for how to install the launcher without requiring to run as administrator. The exception details were: {0}
de: Erstellen des Projektverzeichnis (oder Schreiben in selbiges) fehlgeschlagen. Das deutet darauf hin, dass der Launcher an einem Speicherort installiert wurde, auf den er keinen Zugriff hat. Solltest du den Launcher zu Beginn als Administrator ausgeführt haben, musst du ihn in der Folge ebenfalls als Administrator ausführen. Bitte ziehe das Online-FAQ zu Rate, um zu erfahren, wie man den Launcher auch ohne Administratoren-Rechte installieren kann. Die Ausnahme-Details: {0}
es: No se pudo crear o escribir en la carpeta del proyecto. Esto indica que el lanzador ha sido instalado en una localización que no tiene permisos de acceso. Si has ejecutado inicialmente el lanzador como administrador necesitaras continuar ejecutando el lanzador como administrador. Por favor, dirígete a las preguntas frecuentes en línea para saber cómo instalar el lanzador sin necesidad de ejecutarlo como administrador. Los detalles de la excepción son: {0}
fr: Échec de la création ou de l'écriture dans le répertoire du projet. Le lanceur est installé dans un emplacement pour lequel il ne possède pas les droits d'accès. Si vous avez installé le lanceur en tant qu'administrateur, vous devez continuer à l'exécuter en tant que tel. Veuillez vous référer à la FAQ en ligne pour savoir comment installer le lanceur sans avoir ensuite à l'exécuter en tant qu'administrateur. Description de l'exception : {0}
pt_br: Não foi possível criar ou gravar no diretório do projeto. Isso indica que o inicializador foi instalado em um local ao qual não tem acesso. Caso o inicializador tenha sido executado pela primeira vez com credenciais de administrador, ele deverá continuar sendo executado com credenciais de administrador. Consulte as Perguntas Frequentes on-line para mais informações sobre como instalar o inicializador sem que seja necessário executá-lo como administrador. Os detalhes da exceção são: {0}
ru: Не удалось создать каталог проекта или произвести в него запись. Это означает, что программа запуска была установлена в место, к которому не имеет прав доступа. Если вы изначально запускали программу в качестве администратора, то так следует поступать и в дальнейшем. Чтобы узнать о способе установки программы запуска, не требующем в последствии прав администратора, обратитесь к размещенному в сети файлу с вопросами и ответами. Подробное описание исключения: {0}

# PU_ValidInstaller
source: Validating installer
de: Installer wird validiert
es: Validando instalador...
fr: Validation du programme d'installation
pt_br: Validando instalador
ru: Идет проверка программы установки

# PU_ValidInstallerFail
source: Failed to validate installer
de: Installer konnte nicht validiert werden
es: Error al validar el instalador.
fr: Échec de la validation du programme d'installation
pt_br: Não foi possível validar instalador
ru: Не удалось проверить программу установки

# Request
source: Please tell us about this problem so we can look into it.
de: Bitte beschreibe das Problem, damit wir uns darum kümmern können.
es: Descríbenos el problema para que podamos estudiarlo.
fr: Veuillez nous décrire le problème afin que nous puissions vous aider.
pt_br: Forneça mais informações sobre o problema para que possamos verificá-lo.
ru: Расскажите нам об этой проблеме, чтобы мы могли ее изучить.

# RetrieveHardwareStats
source: Retrieving hardware statistics.
de: Rufe Hardware-Statistik ab.
es: Recuperando estadísticas del hardware.
fr: Récupération des statistiques du matériel.
pt_br: Recuperando estatísticas de hardware.
ru: Сбор статистики аппаратного обеспечения.

# RF_BrowserInitialisationFailure
source: Failed to create WebBrowser control. This may indicate an issue with the WebBrowser or system files that are preventing start up. Running Internet Explorer manually may provide additional information to help tracking down the problem. The system reported the following exception: {0}
de: Erstellen der Web-Browser-Steuerung fehlgeschlagen. Das deutet darauf hin, dass es ein Problem mit dem Web-Browser oder Systemdateien gibt, welches den Start verhindert. Durch das manuelle Ausführen des Internet Explorer können weitere Informationen gewonnen werden, um das Problem einzugrenzen. Das System meldet folgende Ausnahme: {0}
es: No se pudieron crear controles del navegador. Puede ser un problema con el navegador o algunos archivos del sistema están evitando que se inicie. Ejecutar manualmente Internet Explorer puede dar información adicional para ayudar a seguir el problema. El sistema ha reportado la siguiente excepción: {0}
fr: Échec de la création du contrôle du navigateur Internet. Ce problème peut être dû au navigateur ou à des fichiers système empêchant le démarrage. Lancer Internet Explorer manuellement peut permettre d'obtenir des informations utiles à la résolution du problème. Le système a signalé l'exception suivante : {0}
pt_br: Não foi possível criar o controle de WebBrowser. Isso pode indicar um problema com o WebBrowser ou com arquivos do sistema que não permitem a inicialização. Execute o Internet Explorer manualmente para obter mais informações que ajudem a identificar o problema. O sistema encontrou a seguinte exceção: {0}
ru: Не удалось создать файл управления веб-браузером. Это может указывать на проблемы с вашим веб-браузером или на наличие в системе файлов, мешающих запуску. Запуск Internet Explorer вручную может помочь при сборе дополнительной информации для поиска источника проблемы. Система сообщила о следующем исключении: {0}

# RU_ServerWriteExc
source: Error writing data to server: {0}
de: Fehler bei Datenübermittlung zum Server: {0}
es: Error al escribir datos al servidor {0}
fr: Erreur lors de l'écriture des données sur le serveur : {0}
pt_br: Erro ao gravar dados no servidor: {0}
ru: Ошибка при записи данных на сервер: {0}

# RU_ServerWriteManageExc
source: Error managing upload: {0}
de: Fehler bei Upload-Verwaltung: {0}
es: Error al manejar la subida: {0}
fr: Erreur de gestion du téléchargement : {0}
pt_br: Erro ao gerenciar upload: {0}
ru: Ошибка при управлении загрузкой на сервер: {0}

# RU_ServerWriteResponseExc
source: Error processing exception response: {0}
de: Fehler bei Verarbeitung von Ausnahmeantwort: {0}
es: Error al procesar la respuesta de la excepción: {0}
fr: Erreur de traitement de la réponse d'exception : {0}
pt_br: Erro ao processar resposta de exceção: {0}
ru: Ошибка при обработке ответа на исключение: {0}

# RU_ServerWriteResponseFail
source: Unexpected response from server : {0}
de: Unerwartete Antwort von Server: {0}
es: Respuesta inesperada del servidor: {0}
fr: Réponse du serveur inattendue : {0}
pt_br: Resposta inesperada do servidor: {0}
ru: Неожиданный ответ от сервера: {0}

# RU_ServerWriteStreamExc
source: Failed to get stream for upload: {0}
de: Bereitstellen von Upload-Stream gescheitert: {0}
es: Fallo al obtener la retransmisión para la subida: {0}
fr: Échec de l'obtention d'un flux de données pour le téléchargement : {0}
pt_br: Falha ao obter fluxo para upload: {0}
ru: Ошибка при получении потока для загрузки на сервер: {0}

# RU_UploadConnectExc
source: Failed to connect for upload: {0}
de: Upload-Verbindung gescheitert: {0}
es: Fallo al conectarse para la subida: {0}
fr: Échec de la connexion en vue du téléchargement : {0}
pt_br: Falha ao estabelecer conexão para upload: {0}
ru: Ошибка при подключении для загрузки на сервер: {0}

# SLW_Accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
pt_br: Aceitar
ru: Принять

# SLW_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отменить

# SLW_Instructions
source: Use the dropdown below to override the system default language with one of the supported languages. This will affect both the launcher and in game text. The launcher needs to be restarted to pick up the change.
de: Mit Hilfe des Dropdown-Menüs kannst du die voreingestellte Systemsprache durch eine der unterstützten Sprachen ersetzen. Dies bezieht sich auf den Launcher und die Texte im Spiel. Zum Ausführen der Änderungen muss der Launcher neu gestartet werden.
es: Utiliza el menú de abajo para sustituir el idioma por defecto por uno de los idiomas soportados. Esto afectará tanto al lanzador como al juego. El lanzador necesita reiniciarse para aplicar los cambios.
fr: Utilisez le menu déroulant ci-dessous pour remplacer la langue par défaut du système par l'une des langues prises en charge. Ce changement touchera à la fois le programme de lancement et le texte en jeu. Le programme de lancement devra être redémarré pour que ce changement soit effectif.
pt_br: Use o menu suspenso abaixo para substituir o idioma padrão do sistema por um dos idiomas suportados. Isso afetará o inicializador e o texto do jogo. O inicializador deverá ser reiniciado para que a mudança seja implementada.
ru: Выберите в выпадающем меню язык системы по умолчанию из числа поддерживаемых. Этот язык будет использоваться как в программе установки, так и в текстах игры. Чтобы изменения вступили в силу, программу установки необходимо будет перезапустить.

# SLW_System
source: Use System Default
de: Standardeinstellung verwenden
es: Idioma por defecto del sistema
fr: Utiliser la langue par défaut du système
pt_br: Usar padrão do sistema
ru: Язык системы по умолчанию

# SLW_Title
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Choisir la langue
pt_br: Selecionar idioma
ru: Выбрать язык

# Status_Aquiring
source: Acquiring report...
de: Stelle Bericht zusammen ...
es: Obteniendo informe...
fr: Obtention du rapport...
pt_br: Obtendo relatório...
ru: Идет получение отчета...

# Status_Connecting
source: Connecting...
de: Verbinden ...
es: Conectando...
fr: Connexion...
pt_br: Conectando...
ru: Идет подключение...

# Status_UploadComplete
source: Upload Complete
de: Upload beendet
es: Subida finalizada.
fr: Envoi terminé
pt_br: Upload completo
ru: Загрузка завершена

# Status_UploadProgress
source: Uploading... {0}%
de: Upload ... {0}%
es: Subiendo... {0}%
fr: Envoi... {0}&nbsp;%
pt_br: Fazendo upload... {0}%.
ru: Загрузка: {0}%

# StatusCompressing
source: Compressing…
de: Komprimieren ...
es: Comprimiendo...
fr: Compression...
pt_br: Comprimindo...
ru: Идет сжатие...

# SupportDescriptionName
source: Description:
de: Beschreibung:
es: Descripción:
pt_br: Descrição:
ru: Описание:

# SupportRequestDescription
source: Please use the text box below to include any information regarding what you were doing when the crash occurred as this can be of great assistance in identifying why a problem is occurring.
de: Bitte nutze das nachstehende Textfeld, um Informationen zu liefern, was genau du getan hast, als der Crash aufgetreten ist. Das kann bei der Problemidentifizierung enorm hilfreich sein.
es: Usa el cuadro de texto que aparece a continuación para decirnos lo que estabas haciendo cuando se produjo el error, ya que puede sernos de gran ayuda para identificar la causa del problema.
fr: Veuillez utiliser le champ ci-dessous pour décrire ce que vous faisiez au moment de l'incident. Cela nous aidera à identifier les causes du problème.
pt_br: Use a caixa de texto abaixo para incluir qualquer informação relacionada com o que você estava fazendo no momento da falha. Isso pode ajudar bastante na identificação do motivo da falha.
ru: Пожалуйста, опишите свои действия в момент сбоя в текстовом поле ниже. Данная информация может оказать нам большую помощь при определении источника проблемы.

# TicketLabel
source: If you require assistance with this crash, please open a Customer Support ticket at the following address:
de: Falls du bezüglich dieses Crashs Hilfe benötigst, öffne bitte unter folgender Adresse ein Kundendienst-Ticket:
es: Si necesitas asistencia con este error, crea un ticket en el centro de asistencia al cliente en la siguiente dirección:
fr: Si vous avez besoin d'aide, veuillez contacter l'assistance technique à l'adresse suivante :
pt_br: Se você precisa de ajuda com a falha, abra um ticket de Suporte ao Cliente no endereço a seguir:
ru: Если вам понадобится помощь в устранении последствий сбоя, создайте обращение в службу поддержки по следующему адресу:

# TimeSyncFailedDetails
source: Failed to synchronise time with server. The application will now exit. This is most likely to be a temporary network or server issue. Please check your connection to the Internet. If you have not run the launcher for a long time you should also check for a newer version in case this one has been superseded.
de: Keine Synchronisierung mit Server möglich. Die Anwendung wird jetzt beendet. Es handelt sich wahrscheinlich um ein temporäres Problem mit dem Netzwerk oder dem Server. Bitte überprüfe deine Internetverbindung. Wenn der Launcher für längere Zeit nicht verwendet wurde, solltest du auch prüfen, ob es eine neue Version gibt, die deine ablöst.
es: Fallo al sincronizar la hora con el servidor. La aplicación se cerrará. Lo más probable es que sea un fallo temporal con la red o el servidor. Por favor, comprueba tu conexión a internet. Si no has iniciado el lanzador desde hace mucho tiempo deberías buscar una nueva versión en caso de que se haya reemplazado.
fr: Échec de la synchronisation avec le serveur. L'application va se fermer. Il s'agit probablement d'un problème temporaire de réseau ou de serveur. Veuillez vérifier votre connexion Internet. Vous pouvez également vérifier si une version plus récente du programme de lancement est disponible.
pt_br: Não foi possível sincronizar a hora com o servidor. O aplicativo será encerrado. Isso pode ter acontecido devido a um problema temporário com a rede ou com o servidor. Verifique a sua conexão com a internet. Se você não tiver executado o inicializador durante algum tempo, verifique se esta versão não foi substituída por uma versão mais recente.
ru: Ошибка при синхронизации времени с сервером. Приложение будет закрыто. Вероятнее всего, возникли временные неполадки с работой сети или сервера. Проверьте свое подключение к Интернету. Если вы давно не запускали программу установки, советуем также проверить наличие обновления этой программы на случай ее устаревания.

# TimeSyncFailedTitle
source: Server Unavailable
de: Server nicht verfügbar
es: Servidor no disponible
fr: Serveur indisponible
pt_br: Servidor indisponível
ru: Сервер недоступен
