Repository: Shad0wStorm/Hubble2
Catalog: LocalResources/Properties/Resources.*.resx
Languages: de, es, fr, pt_br, ru

# InstallationInProgress
source: Game files are currently being updated. Please allow the update to complete before closing. You may cancel the installation if necessary but you will need to restart it and allow it to complete before you can play the game.
de: Die Spieldateien werden zurzeit aktualisiert. Bitte warte, bis das Update abgeschlossen ist, bevor du das Fenster schließt. Bei Bedarf kannst du die Installation abbrechen, du musst diese allerdings neu starten und zum Abschluss bringen, bevor du das Spiel spielen kannst.
es: Los archivos del juego se están actualizando. Por favor, espera a que termine la actualización antes de cerrar. Puedes cancelar la instalación si es necesario pero tendrás que reiniciarla y esperar a que se complete antes de jugar.
fr: Mise à jour des fichiers du jeu. Veuillez attendre la fin de l'installation avant de fermer le programme. L'opération peut être annulée si nécessaire, mais devra alors être reprise et menée à son terme avant que vous ne puissiez jouer.
pt_br: Os arquivos do jogo estão sendo atualizados no momento. Espere a conclusão da atualização para fechar. Se for preciso, você pode cancelar a instalação, mas será preciso recomeçar e esperar a conclusão para iniciar o jogo.
ru: Идет обновление игровых данных. Пожалуйста, не закрывайте игру, пока процесс не завершится. При необходимости вы можете отменить установку, но вам придется запустить ее заново и дождаться окончания обновления, прежде чем начинать игру.

# InstallationInProgressTitle
source: Update In Progress
de: Update läuft
es: Actualización en curso
fr: Mise à jour en cours
pt_br: Atualização em andamento
ru: Идет обновление

# RW_LinkIntro
source: To play Elite: Dangerous, you can log in to an existing Frontier account or link this Steam account to your Frontier account.
de: Um Elite Dangerous zu spielen, kannst du dich in ein bestehendes Frontier-Konto einloggen oder dieses Steam-Konto mit deinem Frontier-Konto verknüpfen.
es: Para jugar a Elite Dangerous, puedes iniciar sesión en una cuenta de Frontier existente o vincular esta cuenta de Steam a tu cuenta de Frontier.
fr: Pour jouer à Elite Dangerous, vous pouvez vous connecter à un compte Frontier existant ou associer ce compte Steam à un compte Frontier.
pt_br: Para jogar Elite Dangerous, você precisa entrar em uma conta Frontier existente ou associar esta conta Steam à sua conta Frontier.
ru: Для игры в Elite Dangerous вам потребуется войти в существующую учетную запись Frontier или привязать этот аккаунт Steam к вашей учетной записи Frontier.

# RW_LinkRequest
source: Please click on the Link button below to link this Steam account to your existing Frontier account. Click on the Log In button to log in without linking.
de: Bitte klicke unten auf die Verknüpfen-Schaltfläche, um dieses Steam-Konto mit deinem bestehenden Konto zu verknüpfen. Klicke auf die Einloggen-Schaltfläche, um dich ohne Verknüpfen einzuloggen.
es: Haz clic en el botón Vincular que aparece a continuación para vincular esta cuenta de Steam a tu cuenta de Frontier. Haz clic en el botón Iniciar sesión para continuar sin vincularla.
fr: Merci de cliquer sur le bouton Associer compte ci-dessous pour associer vos comptes Steam et Frontier. Si vous ne souhaitez pas le faire, connectez-vous simplement en cliquant sur Connexion.
pt_br: Clique no botão Associar abaixo para associar esta conta Steam a sua conta Frontier existente. Clique no botão Entrar para acessar sem fazer a associação.
ru: Щелкните кнопку «Привязать» ниже, чтобы привязать этот аккаунт Steam к существующей учетной записи Frontier. Чтобы войти без привязки, щелкните по кнопке «Войти в систему».

# BTNT_Existing
source: Use Existing Account
de: Bestehendes nutzen
es: Utilizar cuenta existente
fr: Utiliser compte existant
pt_br: Usar conta existente
ru: Использовать существующую учетную запись

# BTNT_Link
source: Link Account
de: Konto verknüpfen
es: Vincular cuenta
fr: Associer compte
pt_br: Associar conta
ru: Привязать учетную запись

# LinkInProgress
source: Please complete account linking in your browser before closing the launcher.
de: Bitte schließe die Kontoverknüpfung in deinem Browser ab, bevor du den Launcher schließt.
es: Completa la vinculación de cuenta en el navegador antes de cerrar el lanzador.
fr: Veuillez terminer le processus d'association de comptes dans votre navigateur avant de fermer le programme de lancement.
pt_br: Finalize a associação da conta no seu navegador antes de fechar o inicializador.
ru: Прежде чем закрыть программу запуска, завершите процесс привязки учетной записи в браузере.

# LinkInProgressTitle
source: Account Linking In Progress
de: Laufende Kontoverknüpfung
es: Vinculación de cuenta en progreso
fr: Association en cours
pt_br: Associação de conta em andamento
ru: Идет привязка учетной записи

# PU_InsufficientSpace
source: Insufficient space on drive to download file {0}, {1}B required.
de: Unzureichender Speicherplatz auf Laufwerk, um Datei {0} herunterzuladen, {1}B erforderlich.
es: No hay espacio suficiente en el disco para descargar el archivo {0}, se necesitan {1} B.
fr: Espace insuffisant sur le disque pour télécharger le fichier {0} ({1} o nécessaires).
pt_br: Espaço em disco insuficiente para baixar o arquivo {0}, {1}B solicitado.
ru: Недостаточно места для загрузки файла {0}. Требуется: {1}Б.

# RegistrationInProgress
source: Please complete registration in your browser before closing the launcher.
de: Bitte schließe die Registrierung in deinem Browser ab, bevor du den Launcher schließt.
es: Completa el registro en el navegador antes de cerrar el lanzador.
fr: Veuillez terminer le processus d'inscription dans votre navigateur avant de fermer le lanceur.
pt_br: Finalize o registro no seu navegador antes de fechar o inicializador.
ru: Прежде чем закрыть программу запуска, завершите процесс регистрации в браузере.

# RegistrationInProgressTitle
source: Registration In Progress
de: Laufende Registrierung
es: Registro en progreso
fr: Enregistrement en cours
pt_br: Registro em andamento
ru: Идет регистрация

# BTNT_LoginSteam
source: Steam Log In
de: Mit Steam einloggen
es: Conectarse desde Steam
fr: Connexion Steam
pt_br: Entrar com Steam
ru: Войти через Steam

# LanguageCode
source: en
de: de
es: es
fr: fr
pt_br: pt-br
ru: ru

# BTNT_Apply
source: apply
de: anwenden
es: aplicar
fr: appliquer
pt_br: aplicar
ru: применить

# BTNT_LauncherPlay
source: play
de: spielen
es: jugar
fr: jouer
pt_br: jogar
ru: играть

# BTNT_LauncherInstall
source: install
de: installieren
es: instalar
fr: installer
pt_br: instalar
ru: установить

# BTNT_LauncherSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt_br: Configurações
ru: Настройки

# BTNT_LauncherUpdate
source: update
de: aktualisierung
es: actualizar
fr: mise à jour
pt_br: atualizar
ru: обновление

# BTNT_LauncherVersions
source: versions
de: versionen
es: versiones
pt_br: versões
ru: версия

# BTNT_LoginUpper
source: log in
de: einloggen
es: iniciar sesión
fr: connexion
pt_br: entrar
ru: войти в систему

# BTNT_LoginLink
source: Login & Link
de: Einloggen und verknüpfen
es: Iniciar sesión y vincular
fr: Connexion et association
pt_br: Fazer login e associar
ru: Войти и привязать

# BTNT_SettingsFDLinks
source: frontier links
es: enlaces a frontier
fr: liens de frontier
pt_br: links da frontier
ru: ссылки frontier

# BTNT_SettingsLanguage
source: language
de: sprache
es: idioma
fr: langue
pt_br: idioma
ru: язык

# BTNT_SettingsOption
source: options
de: optionen
es: opciones
pt_br: opções
ru: параметры

# BTNT_SetingsSupport
source: support
es: asistencia
fr: assistance
pt_br: suporte
ru: поддержка

# DialogTitle
source: ELITE: DANGEROUS LAUNCHER
es: LANZADOR DE ELITE DANGEROUS
fr: LANCEUR ELITE DANGEROUS
pt_br: INICIALIZADOR DO ELITE DANGEROUS
ru: ПРОГРАММА ЗАПУСКА ELITE DANGEROUS

# LB_Email
source: Email
es: Correo electrónico
ru: Эл. почта

# LB_FrontierLogonTitle
source: Frontier Account Log In
de: Frontier-konto log-in
es: Inicio de sesión - Cuenta de Frontier
fr: Connexion au compte Frontier
pt_br: Iniciar sessão com conta Frontier
ru: Вход в учетную запись Frontier

# LB_FrontierLogonInstruct
source: Please log in to your Frontier account to access Elite Dangerous content.
de: Bitte logge dich mit deinem Frontier-Konto ein, um auf Inhalte für Elite Dangerous zuzugreifen.
es: Inicia sesión en tu cuenta de Frontier para acceder al contenido de Elite Dangerous.
fr: Veuillez vous connecter à votre compte Frontier pour accéder au contenu d’Elite Dangerous.
pt_br: Por favor entre em sua conta Frontier para acessar o conteúdo do Elite Dangerous.
ru: Войдите в учетную запись Frontier, чтобы получить доступ к игру Elite Dangerous.

# LB_Language
source: language
de: sprache
es: idioma
fr: langue
pt_br: idioma
ru: язык

# LB_LanguageInstructionsLine1
source: Choose a language for the launcher and game.
de: Wähle eine Sprache für den Launcher und das Spiel.
es: Seleccionar un idioma para el lanzador y para el juego.
fr: Permet de changer la langue du lanceur et du jeu.
pt_br: Selecione um idioma para o inicializador e para o jogo.
ru: Выберите язык игры и программы запуска.

# LB_LanguageInstructionsLine2
source: The Launcher will restart for the change to take effect.
de: Der Launcher muss neu starten, damit die Änderungen übernommen werden.
es: El lanzador se reiniciará para que los cambios tengan efecto.
fr: Le lancer va redémarrer pour que le changement prenne effet.
pt_br: O inicializador reiniciará para aplicar a alteração.
ru: Изменения вступят в силу после перезапуска программы.

# LB_Password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha
ru: Пароль

# LW_CheckEmail
source: a verification email has now been sent.
de: eine bestätigungs-e-mail wurde gesendet.
es: se ha enviado un correo de confirmación.
fr: un e-mail de vérification a été envoyé.
pt_br: acaba de ser enviado um e-mail de verificação.
ru: письмо с кодом подтверждения отправлено.

# LW_CheckEmail1
source: Do not close this box.
de: Diese Box nicht schließen.
es: No cierres este recuadro.
fr: Ne fermez pas cette fenêtre.
pt_br: Não feche esta caixa.
ru: Не закрывайте это окно.

# LW_CheckEmail2
source: Remember to check your junk/spam folders.
de: Überprüfe deine Junk-/Spam-Ordner.
es: No olvides comprobar la carpeta de correo no deseado.
fr: Souvenez-nous de vérifier vos dossiers de spam/d'e-mails indésirables.
pt_br: Lembre-se de verificar sua pasta de spam/lixo eletrônico.
ru: Не забудьте проверить папку «Спам».

# LW_CheckEmail3
source: Emails may take several minutes to arrive.
de: Es kann ein paar Minuten dauern, bis die E-Mail eintrifft.
es: Puede que los correos tarden unos minutos en llegar.
fr: Un e-mail peut mettre quelques minutes à arriver.
pt_br: Os e-mails podem demorar vários minutos para chegar.
ru: На отправку письма может потребоваться несколько минут.

# LW_CheckEmailDesc
source: Please check your inbox for the confirmation email containing your five digit verification code and enter in the box below.
de: Bitte überprüfe, ob die Bestätigungs-E-Mail mit dem fünfstelligen Verifizierungscode in deinem Posteingang angekommen ist und gib ihn im Feld unten ein.
es: Revisa tu bandeja de entrada; verás un correo de confirmación con un código de verificación de cinco dígitos. Introdúcelo en el recuadro de abajo.
fr: Veuillez vérifier si vous avez reçu l'e-mail de confirmation. Il contient votre code de vérification à cinq chiffres qui doit être saisi ci-dessous.
pt_br: Confira o e-mail de confirmação em sua caixa de entrada contendo seu código de verificação de cinco dígitos e digite-o na caixa abaixo.
ru: Проверьте почту и откройте письмо с пятизначным кодом подтверждения, а затем введите его в поле ниже.

# LW_Code
source: Code
es: Código
pt_br: Código
ru: Код

# LW_NoFDAccountSignUp
source: Don't have a Frontier account? Sign up
de: Kein Frontier-Konto? Hier registrieren
es: ¿No tienes cuenta de Frontier? Inscríbete
fr: Vous ne possédez pas de compte Frontier ? Inscrivez-vous
pt_br: Você não tem uma conta Frontier? Cadastre-se
ru: Нет учетной записи Frontier? Зарегистрироваться

# LW_VerificationCode
source: verification code:
de: verifizierungscode:
es: código de verificación:
fr: code de vérification :
pt_br: código de verificação:
ru: код верификации:

# LW_VerificationCodeResend
source: Didn't get the email? Resend
de: Keine E-Mail erhalten? Erneut senden
es: ¿No has recibido el correo? Volver a enviar
fr: Vous n’avez pas reçu l’e-mail ? Envoyer à nouveau
pt_br: Não recebeu o e-mail? Reenvie-o
ru: Не получили письмо? Отправить еще раз

# LW_VerificationTitle
source: a verification email has been sent:
de: eine bestätigungs-e-mail wurde gesendet:
es: se ha enviado un correo de confirmación:
fr: un e-mail de vérification a été envoyé :
pt_br: acaba de ser enviado um e-mail de verificação:
ru: письмо с кодом подтверждения отправлено:

# LW_VerificationInstLine1
source: Check for an email from Frontier and look for the 6 digit code.
de: Sieh nach einer E-Mail von Frontier, die einen sechsstelligen Code enthält, nach.
es: Busca en tu correo un código de 6 dígitos en un mensaje de Frontier.
fr: Vérifiez que vous avez reçu un e-mail de Frontier et cherchez le code à 6 chiffres.
pt_br: Procure um e-mail da Frontier para encontrar o código com 6 dígitos.
ru: Вы найдете шестизначный код в письме Frontier.

# LW_VerificationInstLine2
source: If you don't see the email, please:
de: Wenn du die E-Mail nicht siehst, dann:
es: Si no ves el correo:
fr: Si vous ne voyez pas l’e-mail :
pt_br: Se você não encontrar o email:
ru: Если вы не можете найти письмо:

# LW_VerificationInstLine3
source: 1. Double check that {0} is accurate and doesn't have any typos.
de: 1. Sicherstellen, dass {0} korrekt ist und keine Schreibfehler hat.
es: 1. Comprueba que {0} es correcto y no contiene errores.
fr: 1. Vérifiez que {0} est correct et ne comporte pas de fautes de frappe.
pt_br: 1. Confirme que {0} está correto e não tem erros de digitação.
ru: 1. Убедитесь, что {0} не содержит ошибок.

# LW_VerificationInstLine4
source: 2. Check your spam and trash folders.
de: 2. Spam-Ordner überprüfen.
es: 2. Comprueba tus carpetas de spam y de mensajes eliminados.
fr: 2. Vérifiez votre boîte d’indésirables et votre corbeille.
pt_br: 2. Procure em suas caixas de spam e lixo.
ru: 2. Проверьте корзину и папки со спамом.

# LW_VerificationInstLine5
source: 3. Wait for a few minutes.
de: 3. Ein paar Minuten warten.
es: 3. Espera unos minutos.
fr: 3. Attendez quelques minutes.
pt_br: 3. Aguarde alguns minutos.
ru: 3. Подождите несколько минут.

# OptionalLauncherVersionDetails
source: A newer version of the Frontier launcher ({0}) is available. Do you want close the launcher and download the new installer now?
de: Eine neuere Version des Frontier-Launchers ({0}) ist verfügbar. Möchten Sie den Launcher schließen und den neuen Installer herunterladen?
es: Hay disponible una nueva versión del lanzador ({0}). ¿Quieres cerrar el lanzador y descargar el nuevo instalador ahora?
fr: Une version plus récente du lanceur de Frontier ({0}) est disponible. Souhaitez-vous fermer le lanceur et télécharger la nouvelle version ?
pt_br: Uma versão mais recente do inicializador da Frontier ({0}) está disponível. Deseja fechar o inicializador e baixar o novo instalador agora?
ru: Доступна более новая версия программы запуска Frontier ({0}). Закрыть программу запуска и загрузить программу установки?

# OptionalLauncherVersionTitle
source: Launcher Update Available
de: Launcher-Update verfügbar
es: Actualización del lanzador disponible
fr: Mise à jour du lanceur disponible
pt_br: Atualização do inicializador disponível
ru: Доступно обновление программы запуска

# RW_CreateNewAccount
source: CREATE NEW ACCOUNT
de: NEUEN ACCOUNT ERSTELLEN
es: CREAR NUEVA CUENTA
fr: CRÉER UN NOUVEAU COMPTE
pt_br: CRIAR NOVA CONTA
ru: СОЗДАТЬ НОВУЮ УЧЕТНУЮ ЗАПИСЬ

# RW_CreateNewAccountDesc
source: New Users: Create a new Frontier Account and link it to your {0} Account.
de: Neue Nutzer: Erstelle ein neues Frontier-Konto und verknüpfe es mit deinem {0}-Konto.
es: Para nuevos usuarios: crea una nueva cuenta de Frontier y vincúlala a tu cuenta de {0}.
fr: Nouveaux utilisateurs : créez un nouveau compte Frontier et associez-le à votre compte {0}.
pt_br: Novo usuário: Crie uma nova conta Frontier e conecte-a à sua conta {0}.
ru: Новые пользователи: Создайте новую учетную запись Frontier и привяжите ее к учетной записи {0}.

# RW_ExistingUsers
source: EXISTING USERS LOGIN
de: LOGIN FÜR EXISTIERENDE BENUTZER
es: INICIO DE SESIÓN DE USUARIOS EXISTENTES
fr: CONNEXION DES UTILISATEURS EXISTANTS
pt_br: LOGIN PARA USUÁRIOS EXISTENTES
ru: ВХОД ДЛЯ ЗАРЕГИСТРИРОВАННЫХ ПОЛЬЗОВАТЕЛЕЙ

# RW_ExistingUsersDesc
source: Login to your Frontier Account.
de: Logge dich in deinem Frontier-Konto ein.
es: Inicia sesión en tu cuenta de Frontier.
fr: Connectez-vous à votre compte Frontier.
pt_br: Faça o login em sua conta Frontier.
ru: Войдите в свою учетную запись Frontier.

# RW_SupportLinkText
source: Frontier Support
es: Asistencia de Frontier
fr: Assistance clientèle de Frontier
pt_br: Suporte da Frontier
ru: Поддержка Frontier

# RW_SupportPre
source: If you need any more help accessing the game, linking or unlinking accounts, please read the FAQs in
de: Wenn du Hilfe zu den Themen Zugang zum Spiel, Verknüpfen von Konten (oder Aufheben einer Verknüpfung) benötigst, rufe bitte folgende FAQs auf:
es: Si necesitas más ayuda para acceder al juego, vincular o desvincular cuentas, consulta las preguntas frecuentes en
fr: Si vous avez besoin d'aide supplémentaire pour accéder au jeu, associer ou désassocier des comptes, veuillez lire la FAQ sur
pt_br: Caso precise de mais ajuda para acessar o jogo, conectar ou desconectar contas, leia as Perguntas Frequentes em
ru: Подробности о том, как получить доступ к игре, а также привязать или отвязать учетную запись, можно найти на странице вопросов и ответов на

# RW_RegisterIntro
source: To play Elite: Dangerous, you need to own the game and create a linked Frontier Account.
de: Um Elite Dangerous spielen zu können, musst du das Spiel besitzen und ein verknüpftes Frontier-Konto anlegen.
es: Para jugar a Elite Dangerous, tienes que tener el juego y crear una cuenta de Frontier vinculada.
fr: Pour jouer à Elite Dangerous, vous devez posséder le jeu et créer un compte Frontier associé.
pt_br: Para jogar Elite Dangerous, você precisa ter o jogo e criar uma conta associada Frontier.
ru: Для игры в Elite Dangerous вам потребуется копия игры и привязанная учетная запись Frontier.

# SelectCrashFileFilter
source: Crash Dumps (*.dmp)|*.dmp|All files (*.*)|*.*
de: Crash-Dumps (*.dmp)|*.dmp|Alle Dateien (*.*)|*.*
es: Errores (*.dmp)|*.dmp|Todos los archivos (*.*)|*.*
fr: Fichiers de vidage sur incident (*.dmp)|*.dmp|Tous les fichiers (*.*)|*.*
pt_br: Despejos (*.dmp)|*.dmp|Todos os arquivos (*.*)|*.*
ru: Дампы данных (*.dmp)|*.dmp|Все файлы (*.*)|*.*

# SelectFileStoreFilter
source: File Store Configurations (FileStore.cfg)|FileStore.cfg
de: Konfigurationsdateien (FileStore.cfg)|FileStore.cfg
es: Configuración de almacenamiento de archivos (FileStore.cfg)|FileStore.cfg
fr: Configurations du magasin de fichiers (FileStore.cfg)|FileStore.cfg
pt_br: Configurações de armazenamento de arquivo (FileStore.cfg)|FileStore.cfg
ru: Конфигурации файлового хранилища (FileStore.cfg)|FileStore.cfg

# SelectInstallerFailedDetails
source: File "{0}" not found
de: Datei "{0}" nicht gefunden
es: No se ha encontrado el archivo "{0}".
fr: Fichier « {0} » non trouvé
pt_br: O arquivo “{0}“ não foi encontrado
ru: Файл {0} не найден

# SelectInstallerFailedTitle
source: Installation failed
de: Installation fehlgeschlagen
es: No se ha podido completar la instalación.
fr: Échec de l’installation
pt_br: Erro na instalação
ru: Ошибка установки

# SelectInstallerFilter
source: Program Files (*.exe)|*.exe|All files (*.*)|*.*
de: Programmdateien (*.exe)|*.exe|Alle Dateien (*.*)|*.*
es: Archivos de programa (*.exe)|*.exe|Todos los archivos (*.*)|*.*
fr: Fichiers programme (*.exe)|*.exe|Tous les fichiers (*.*)|*.*
ru: Программные файлы (*.exe)|*.exe|Все файлы (*.*)|*.*

# BTNT_BrowseStore
source: browse store
de: store besuchen
es: buscar en la tienda
fr: parcourir la boutique
pt_br: ver loja
ru: просмотреть магазин

# BTNT_CancelInstallation
source: cancel installation
de: installation abbrechen
es: cancelar instalación
fr: annuler installation
pt_br: cancelar instalação
ru: отменить установку

# BTNT_CheckForGameUpdates
source: check for game updates
de: suche nach spiel-updates
es: comprobar si hay actualizaciones
fr: recherche de mises à jour du jeu
pt_br: verificar atualizações do jogo
ru: проверить обновление игры

# BTNT_ContactSupport
source: contact support
de: support kontaktieren
es: contacto de asistencia
fr: contacter l’assistance
pt_br: contatar o suporte
ru: связаться с поддержкой

# BTNT_GotoForums
source: go to forums
de: foren besuchen
es: ir a los foros
fr: aller aux forums
pt_br: ir para fóruns
ru: перейти на форумы

# BNT_LinkAccounts
source: link accounts
de: kontos verknüpfen
es: enlazar cuentas
fr: lier comptes
pt_br: associar contas
ru: привязать учетные записи

# BTNT_LinkToThisAccount
source: link to this account
de: mit diesem konto verknüpfen
es: enlazar a esta cuenta
fr: lier à ce compte
pt_br: associar a esta conta
ru: привязать к этой учетной записи

# BTNT_LoginWithSteam
source: log in with steam
de: mit steam einloggen
es: iniciar sesión con steam
fr: se connecter avec steam
pt_br: entrar com o steam
ru: войти через steam

# BTNT_OK
source: ok
es: aceptar
ru: ок

# BTNT_RedeemCode
source: redeem code
de: code einlösen
es: canjear código
fr: utiliser code
pt_br: resgatar código
ru: активировать код

# BTNT_SignUp
source: sign up
de: registrieren
es: apuntarse
fr: s'inscrire
pt_br: inscrever-se
ru: зарегистрироваться

# BTNT_SteamLogIn
source: steam log in
de: mit Steam einloggen
es: conectarse desde steam
fr: connexion steam
pt_br: entrar com steam
ru: войти через steam

# BTNT_ViewARXPacks
source: view arx packs
de: arx-packs ansehen
es: ver paquetes arx
fr: afficher les packs d’arx
pt_br: ver pacotes arx
ru: обзор наборов arx

# BTNT_UninstallGame
source: uninstall game
de: spiel deinstallieren
es: desinstalar el juego
fr: désinstaller le jeu
pt_br: desinstalar jogo
ru: удалить игру

# BTNT_YesLogOut
source: yes, log out
de: ja, ausloggen
es: sí, cerrar sesión
fr: oui, se déconnecter
pt_br: sim, desconectar
ru: да, выйти из системы

# MissingEmailAddress
source: Please enter your email address.
de: Bitte gib deine E-Mail-Adresse ein
es: Introduce tu correo electrónico.
fr: Veuillez saisir votre adresse e-mail.
pt_br: Digite seu endereço de e-mail.
ru: Введите адрес своей электронной почты.

# MissingPassword
source: Please enter your password.
de: Bitte gib dein Passwort ein
es: Introduce la contraseña.
fr: Veuillez saisir votre mot de passe.
pt_br: Digite sua senha.
ru: Введите свой пароль.

# MSG_ClickForPathNotes
source: Click here to read the patch notes
de: Hier klicken, um Versionshinweise zu lesen.
es: Haz clic aquí para leer las notas del parche
fr: Cliquez ici pour voir les notes de mises à jour
pt_br: Clique aqui para ver as notas da atualização
ru: Нажмите, чтобы прочитать список изменений

# MSG_IncorrectTryAgain
source: {0} IS INCORRECT\nTRY AGAIN
de: {0} INKORREKT\nERNEUT VERSUCHEN
es: {0} ES INCORRECTO.\nINTÉNTALO DE NUEVO.
fr: {0} est incorrect\nessayez à nouveau
pt_br: {0} É INCORRETO\nTENTAR NOVAMENTE
ru: {0} СОДЕРЖИТ ОШИБКУ\nПОВТОРИТЬ ПОПЫТКУ

# MSG_InstalledFrom
source: Installed from
de: Installiert via
es: Instalado desde
fr: Installé depuis
pt_br: Instalado de
ru: Установлено из

# MSG_PleaseWait
source: Please wait…
de: Bitte warten.
es: Espera...
fr: Veuillez patienter...
pt_br: Aguarde...
ru: Подождите...
